{
  "-KMr0mymwggpE9WpMtLU" : {
    "author" : "Razvan Tomegea",
    "content" : "<blockquote>\"Insanity: doing the same thing over and over again and expecting different results.\" - Albert Einstein</blockquote><u></u><h2>Monday, 6:00 a.m.</h2><u></u><p>A ringing noise is waking you up: it's the alarm clock. You set it to wake you up to go to work, but you're to tired to get up, because you went to bed late last night. You press the snooze button and go back to bed for five more minutes. Five minutes later, the alarm clock rings again; you cannot believe that five minutes past already, so you press the snooze button again for another five minutes.</p><u></u><p>Suddenly, you wake up frightened; you realize you overslept and you look at the clock: 7:00 a.m. Your inner voice starts saying: \"You're late!\". You have one hour to get to work. You start spinning around in the house not knowing which way to go, what to do first: take a shower? eat? dress up? wash your teeth? make coffee?. You're confused and you can feel cortisol and adrenaline flowing in your blood stream as your heart begins to beat rapidly and your hands start to shiver. You go to the kitchen to make coffee and leave the bedroom with your bed unmade.</p><u></u><p>You turn on the coffee maker and go to the shower; you brush your teeth and decide to skip breakfast telling yourself that you'll buy something on your way to work; you shave and, in your rush, you cut yourself: the sink is filled with blood. You don't have time for this as your mind keeps telling you: \"You're late!\". You put some toilet paper to stop the bleeding and go to get your coffee.\nYou look at the clock: 7:30 a.m. Thirty minutes left to get to work on time and you did not even drink your coffee, so you take it with you and drink it on the way.</p><u></u><p>You get in the car, while still trying to stop the bleeding and drinking coffee at the same time, and turning on the engine; something is wrong: the engine won't start.</p><u></u><blockquote>\"Great! Exactly what I needed right now!\", you say to yourself.</blockquote><u></u><p>You have nothing to do than call a cab or take the bus, but the bus would be to slow, so you call a cab. While waiting for the cab you curse for a couple of times and, maybe, smoke a couple of cigarettes to calm down and to make your coffee more \"digestible\". Luckily, the cab arrives fast and you finally go to work. You keep checking your watch, counting the minutes left until 8:00 and a little optimism arrives inside: you begin to say to yourself that you will make it on time.</p><u></u><p>Unfortunately, you reach a queue. This was inevitable actually - it's 7:55 a.m. and it's rush hour. So much for the optimism, because now you begin to stress out.</p><u></u><p>After waiting for almost fifteen minutes in the queue, you finally arrive at work, but your fifteen minutes late. You go into your office and start doing your work. It doesn't take much time for your boss to realize that you're late and make you a little visit. The talk doesn't last for too long, but it is enough to make your self-esteem go beneath the ground.</p><u></u><blockquote>\"Good job! A perfect start of the week!\"</blockquote><u></u><p>The hours pass, eventually, and you arrive back home exhausted. Not surprisingly, though: you skipped breakfast, stressed out first hour in the morning, and ate food on the go all day. You're planning to prepare yourself a big meal - your stomach keeps crumbling - and go to bed afterwards, probably watching television. But a you remind yourself something crucial: you have another job also as a husband and father.</p><u></u><p>Your wife and children are waiting for you at home and need your help; the house needs taking care of as well. You have two big responsibilities in your life: go to work five days a week to get money and take care of your family and house, pay taxes, go shopping, clean, cook, etc.. This being said, you can kiss your \"laying in bed for the rest of the day\" goodbye.</p><u></u><p>As the entire list of to-do's flows through your mind, you begin to complain about the miserable life you have; you begin to think of other people, the rich ones: how they can afford anything, they can do whatever they want, when they want, they don't have responsibilities, they don't need to go to work - they own businesses and companies, they do not take orders from horrible bosses. The list of what others have and you don't continues to grow inside and you begin to feel depressed.</p><u></u><p>Finally, you arrive home. As you open the door and enter you feel somehow safe, relaxed - you're home. You drop your suitcase on the floor, throw your shoes and jacket and lay down for a second to calm down and catch your breath, only until your belovit wife shows up and commands you some to-dos - as expected. No more time to waste; duty calls!</p><u></u><p>Eventually, you finish your other full-time job and you are exhausted and starving; you have a big dinner - you can barely move - and go straight to bed in front of the television. You finish the day exhausting your eyes, brain, and digestive system, just like the other days of Monday.</p><u></u><h2>Tuesday, 6:00 a.m.</h2><u></u><p>A horrible noise is waking you up: it's the alarm clock.</p><u></u><blockquote>\"Morning already? But I've closed my eyes for only a couple of hours?!\"</blockquote><u></u><p>You cannot believe that the night ran away so fast - you stood up until late at night watching television. You press the snooze button again and get back to bed for five more minutes; delaying the inevitable like always. After five minutes, the alarm clock triggers.</p><u></u><blockquote>\"Five minutes past already? But I slept only for one more minute?!\"</blockquote><u></u><p>Your want to press the snooze again, but remember what happened yesterday and somehow you motivate yourself to get up. You go straight to the kitchen thinking only about the morning coffee - the morning \"energy elixir\" everybody thinks they need; you don't make your bed, don't wash your face, just coffee, period!</p><u></u><p>You turn on the coffee maker and turn on your PC - you usually read the daily news. Scrolling the feed, same old news: who married whom, politics, tragic events in public places, fast weight-loss solutions, etc. Meanwhile, the coffee is ready: take the cup, put a couple of teaspoons of sugar, poor coffee, and light a cigarette, as you always do.</p><u></u><p>You feel like eating something, but it's too early and you're too lazy to prepare a healthy breakfast, so you decide to buy something on the go again - some processed food as always. You look at the time and see that it's time to prepare to go to work; take a shower, dress up, grab the car keys, and off with you! Luckily, the engine starts - you filled it yesterday just in case - and this time you'll be on time. As you drive you meet some unskilled drivers and curse a little bit - get the daily morning adrenaline in your blood and high blood pulse, spend time in queues, but still you arrive at work on time, so no need to worry about your boss no more, at least, not today. Before you get inside the office, you buy your favourite morning on the go meal just to fill you up; now it's time to get some business done.</p><u></u><p>Stressfull as always, eight hours pass eventually and you're heading back home. On your way, you hear your stomach crumbling - you haven't eaten anything for eight hours. Lucky for you, McDonald's is only five minutes away and you can already feel the beautiful smell of french fries and burgers. </p><u></u><blockquote>\"I don't have time to eat at home; I have tasks to do.\"</blockquote><u></u><p>You stop at the drive thru and buy a meal and eat in the car. </p><u></u><p>You arrive home feeling satisfied, because you such a delicious meal, but feel sleepy, though. Again, no time to sleep; there are house keeping tasks you and your wife need to complete.</p><u></u><p>Evening arrives and you go to bed without eating anything - you ate on your way home in the afternoon.</p><u></u><h2>Wednesday, 6:00 a.m.</h2><u></u><p>A horrible noise is making you jump out of the bed: it's the alarm clock. This time you do not press the snooze button - you've got momentum. Also, your stomach is crumbling so you feel forced to get up and go to the kitchen. On your way, you're wondering what to eat - you left your bed unmade again; you're an thinking about a classic breakfast: cheese omelet  and bacon.d</p><u></u><p>You know the process very well: beat the eggs, shred some cheese, season a little bit, slice some ham, hit a frying pan, fry the ham slices, pour the mixture over, and let it cook on low heat for a couple of minutes. While waiting, you enjoy your coffee, a couple of cigarettes, and read the daily morning headlines. So far so good, the omelet seems ready so you prepare yourself to serve your breakfast - you put some green vegetables on another plate.</p><u></u><blockquote>\"Mmmm...absolutely delicious!\"</blockquote><u></u><p>After finishing your breakfast, you leave the dishes unwashed - as always - and prepare to go to work. You now the drill: shower, shave, dress up, drive to work, stress, to your job, stress again. This is the routine, right? Actually, today is a really different as it is a colleague's birthday; he invites you and some other colleagues to go for a drink or two after work. How can you refuse such an invitation? This is what you had been waiting for since the last weekend passed.</p><u></u><p>As planned, you go out with your colleagues and spend the rest of the day having fun and relaxing - you forget to call your wife. You stay until late at night and arrive home drunk - your wife is waiting for your in the living room. </p><u></u><blockquote>\"Do you know what time it is?\", you're wife asking a rhetorical question. \"Where have you been? With your good old buddies I suppose!\"</blockquote><u></u><p>As your wife's voice strikes you to the bone marrow, you recall that this is not the first time you come home late at night - it is 11:00 p.m.. This event happened many times in the passed, but you still haven't learnt your lesson; your passion for socialization and beer is to big to make you control yourself and make clear decisions. You also forgot that tomorrow you have to wake up early and go to work. Needless to say, you go to bed and fall asleep ending another usual day of your life.</p><u></u><h2>Thursday, 6:00 a.m.</h2><u></u><p>A horrible noise is like striking through your brain: it's the alarm clock. You raise your hand slowly - you feel like heavy chains keep your body from moving - and press the snooze button. You are unable to get up and get back to sleep, again, making the same mistake as always: delaying the inevitable.</p><u></u><p>The ping-pong game keeps on going as you keep pressing the snooze button, until you wake up - eventually - but not because you realize you're late; you're head hurts too much. With huge effort you get out of bed, but don't stand yet; you're sitting on the side, holding your head and feeling awful: sour taste in your mouth, alcohol odor as you exhale, your stomach feel like a washing machine, and, of course, you feel like your on a ship far away on the ocean. But these symptoms are familiar to you; you had them before and you know the definition of this wide spread condition: a hangover.</p><u></u><p>You look at the clock and realize that you're late and you don't have time for anything else, but get dressed and leave immediately: no coffee, no shower, no breakfast, nothing.</p><u></u><p>With huge efforts, you get ready and leave to work, trying hard not to fall asleep and throw up. At the office, you are unable to focus and do anything. You even fall asleep from time to time. No need to mention that your boss realizes your lack of productivity and invites you to his office to have a discussion.</p><u></u><blockquote>\"Exactly what I needed right now...\" </blockquote><u></u><p>After a half an hour discussion that make you feel miserable and useless, you leave your boss' office and get back to work, or at least you try. As the hours appear to be endless you start to think again about your life: what a miserable life you have, how others live the lives of their dreams and do whatever they want, you're even lying to yourself that you're never going to drink again; same old useless speeches.</p><u></u><p>Hours pass and you thank God that you have survived the entire day. You hurry to get back home and go straight to bed, because you feel like doing anything else.  </p><u></u><p>As you enter you meet with your wife:</p><u></u><blockquote>\"Hello, dear!\", trying to make her forget about last night.</blockquote><u></u><p>She doesn't even look at you. It may seem a bad thing, but, actually,​ it isn't: no more tasks to do. Luckily, you may go to sleep.</p><u></u><h2>Friday, 4:30 a.m.</h2><u></u><p>You wake up and cannot go back to sleep - you have slept for ten hours. Despite the fact that the day before you messed things up - not something new, though - you actually feel fantastic.</p><u></u><blockquote>\"Saint Friday!\"</blockquote><u></u><p>Of course, it is Friday, the day you expect every week, starting from Monday. The thought of ending the horrible week is giving you some motivation to do things and some energy boost.</p><u></u><p>As always, you prepare your coffee, you even make breakfast, and take a shower - singing a little bit. As you step out of the shower,  you take a look into the mirror - something you do once in a while - and a slight disappointment strikes you:</p><u></u><blockquote>\"Man I look awful....\"</blockquote><u></u><p>You notice fat all over your body and no muscle tone at all; you even step on the weight scale - wrong decision. Then, you're thinking about a colleague of yours that you have been comparing with since the day he got hired. You think about how good he looks, how every suit he wears fits him perfectly, how always shows up like a movie star, and, especially, how he is always surrounded by beautiful women (you saw pictures of him).</p><u></u><blockquote>\"Why can't I be like him?\"</blockquote><u></u><p>As your self-esteem falls apart, your energy falls as well. Your feeling of unfulfillment  and disappointment with your life is back again; not even the end of the week could cheer you up now. Nevertheless, you dress up and go to work. Surprisingly - or maybe not - you see your envied colleague all day. All you do is keep staring​ at him and keep noticing what he has and you don't - you keep grabbing your belly. Needless to say, your self-esteem hit the bottom of the ocean.</p><u></u><p>Eventually, the work day is over and you leave the office with a big cloud on top of your head. On your way home, you keep seeing youngsters jogging, cycling; you see people training at gyms through the clean windows - you recall the failed attempts of starting and following a workout routine. I believe that nothing could cheer you at the moment... nothing but a happy meal (you feel the good smell of (french fries and cheeseburger). You go to the drive-thru and buy yourself your favourite meal and enjoy it in the car. While eating, you notice a man with some problems - he is obese. Surprisingly, your self-esteem seems to raise as you start to compare yourself to him.</p><u></u><blockquote>\"Man... poor guy. Glad that I am not like him\"</blockquote><u></u><p>Nevertheless, you're feeling again confident and even remember that is Friday. You arrive home to make plans for the weekend - not too big, though. You spend some time with your family, do some housework, and end the day watching television until late at night, falling asleep without turning it off.</p><u></u><h2>Saturday, 8:30 a.m.</h2><u></u><p>Rise and shine sleepy head - it's good old sweet Saturday morning. </p><u></u><blockquote>\"Finally, Saturday! I can get back to bed!\"</blockquote><u></u><p>Indeed, every weekend you want to sleep until noon; unlucky for you, your wife is there to wake you up.</p><u></u><blockquote>\"Good morning, sweety! Still in bed? Get up; we've got work to do!\", your wife's rhetorical​ sweet voice as she enters the bedroom.</blockquote><u></u><p>On weekends you and your wife do most of the housework: shopping, cleaning, washing, cooking. You also need to spend time with your kids: help them with their homework, taking them out, etc.</p><u></u><p>Not much too much to say, but the day passes fast. In the evening, you and your family go out for dinner to spend time together and talk about the ended week, but the attention is focused on the children.</p><u></u><p>As your eating, talking, some thoughts cross your mind:</p><u></u><blockquote>\"I wonder what my friends are doing right now? Are they spending a boring time like me?\"</blockquote><u></u><p>Unfortunately - you should feel ashamed, you've never enjoyed spending time with your family; you would rather hang out with your friends. To go much deeper, your marriage wasn't really desired - you left you wife pregnant during high school. That being said, you had nothing to do but merry her in order to raise your child.</p><u></u><p>You usually consider that she has stolen your youth and freedom; you're always blaming her for your unfulfillment​, for your miserable life  - as you always say.</p><u></u><h2>Sunday, 9:30 a.m.</h2><u></u><p>Sunday, the only day you don't need to do anything but relax. Even your wife relaxes on Sundays. You usually watch movies, get outside for a walk - the only day you don't use your car.</p><u></u><p>You drink your morning coffee, reading the news; this time, your wife makes breakfast, so you don't need to worry about that anymore. You take a shower and decide to go for a walk, but, before leaving, you to take a \"tick\" with you - your smartphone. You never leave your house without taking your smartphone and headphones with you, especially today when you take a walk outside all on your own; you set your favourite music playlist, plug in your headphones, and leave. </p><u></u><p>As sound waves cross through your brain, you're walking through the city with your cell phone bound to your hand - you can't let it go - and your eyes focused on the screen, making your head hanging from your neck and making you a big hunch; you look like the Hunchback of Notre-Dame or, better yet, like an ostrich. From time to time you unstick your eyes so that you watch your steps, but only for a few seconds; the feed on your favorite social network is too addicting for you to let it go. </p><u></u><p>Screen scrolling is the only exercise you enjoy - spinning pictures, posts, messages from the bottom to the top. Ironically, you think it relaxes you; you think it makes you happy, but the truth is that it's exactly the opposite. With each post you see, you become more depressed beneath - check-ins from places around the world, commercial images with cars, cell phones, electronics, houses, etc.. You see people owning and compare yourself to them; you always see what others have and you don't.</p><u></u><p>Once again, you believe everybody in the world has a perfect life, except you.</p><u></u><blockquote>\"I hate my life! I wish a car hit me on my way home!\"</blockquote><u></u><p>Yes... you've had moments in your life, in wich you've wished you died - or not even born on this planet. </p><u></u><p>Needless to say, Sunday evening has arrived and you lay in bed, watching television, and waiting to fall asleep in order to be woken up early in the morning by your favorite rooster - the alarm clock.</p><u></u><h2>Monday, 6:00 a.m.... wake up call</h2><u></u><p>I would like to stop the story here, as we are going to enter and infinite loop. Another day, another week, but the same routine...</p><u></u><p>What I tried to do is to make you an observer of your life. Now, you most probably disagree:</p><u></u><blockquote>How can I say this? I don't know you! This is not your life at all!</blockquote><u></u><p>Yes, you are right; if you look at the story and pay attention to every single section, every single event, and compare it to yourself then it is, indeed, not your life; but if you look at the big picture, it is exactly the story of your life - you are the main character of the movie.</p><u></u><p>Let's hold on and focus for a few moments on the story: what was the main subject (theme) of the story?</p><u></u><blockquote>Unfulfillment...</blockquote><u></u><p>Our main character - you - lived each day feeling unfulfilled. No matter what he did, he was still unfulfilled and unhappy. </p><u></u><p>Of course, you probably don't have the same routine, but you have a routine in your life that makes you feel unfulfilled. You probably don't have children, you probably don't have a wife, you probably aren't even  a man or an adult, you probably don't have a job, but probably go to school or college - you are unfulfilled.</p><u></u><p></p><u></u>",
    "date" : "2016-07-25",
    "excerpt" : "\"Insanity: doing the same thing over and over again and expecting different results.\" - Albert Einstein Monday, 6:00 a.m. A ringing noise is waking you up: it's the alarm clock. You set it to wake you...",
    "title" : "The routine"
  },
  "-KNHAEbjtSPf44-DfHU8" : {
    "author" : "Razvan Tomegea",
    "content" : "<h2>The hole within</h2><u></u><blockquote>\"I would rather die of passion than of boredom.\" - Emile Zola</blockquote><u></u><p>The story may not have described your life routine entirely, but it certainly described portions of i. For instance: maybe you have an addiction such as drinking coffee, consuming alcohol, or smoking that helps you deal with stressful situations, maybe you have an unhappy marriage, maybe you have an unhealthy lifestyle, maybe you have an annoying boss or job, maybe you desire to be like somebody else or to have what someone else does, and the list may go on.</p><u></u><p>In any of the cases above, a deep hole exists within you; a hole that you have been trying to fill for a long time, but you have always failed. The main reason: all your attempts were not meant to fill the hall, but to hide it - mask it.</p><u></u><p>Let's suppose you have a smoking habit, which you have developed because of your struggling with stress - as everybody does... or says. Each time a stressful situation occurs, you light a cigarette to clear your mind and make you relax; you calm down eventually and become more positive. Now, the reason - the cause - you started to stress out  is still there; the actual problem is still unresolved and it will return in the near future, so you will face the same stressful situation over and over again. What you actually did was only hiding the problem by healing your reaction to it - the effect; you only added some pain killers so that you won't feel stressed.\nOn the other hand, if you'd have faced the main cause that had triggered the stress and would have tried to deal with it - with a shovel and mud - and not hide it - with a blanket - the problem may have been solved and you wouldn't have had to deal with it from that moment forth; even better, you would have become immune to any stressful situation of the same kind - you have adapted.</p><u></u><p>Sometimes, you did fill the hole, but with the wrong mud. For instance, let's imagine you are bored; you fill like you have nothing to do, so you begin to surf randomly on the internet. Most of the times, you visit online shops, when not even social networks could raise your mood. The shops you access depends on you personal preferences: electronic, clothing, etc. An inner voice keeps telling you:</p><u></u><blockquote>\"Let's visit ... ! Maybe we'll find something interesting to buy\"</blockquote><u></u><p>In order to no fill bored, to keep yourself occupied, you want to buy something material; you try to fill the empty hole inside by bringing something new to​ your life - possessions.</p><u></u><p>Eventually, you find something interesting and say:</p><u></u><blockquote>\"Wow... I really need this!\"</blockquote><u></u><p>Unconsciously, you believe that some specific product is what is missing in your life, what could fill the hole inside - you buy it. What happens next, in a short period of time, is you get used to the new possession, it doesn't entertain anymore, and you even forget you have it. Eventually,  you repeat the process all over again and again and again. You keep filling the hole by making another one.</p><u></u><p>This is a developed habit: buy to be happy, possess to be happy. Don't worry, you are not alone! This mindset is spread in our entire society - money brings happiness. It applied to me as well and, from time to time, the feeling of buying in order to be happy and entertained - to fill the hole - comes to me from time to time, but I can control it now.</p><u></u><p>I am not perfect, nobody is perfect, but we can choose to be better; we can choose to become our best selves that we can be and this is what I have done. I was like you: with vices, desires, empty holes inside, but I overcame them; I filled the holes with the proper mud.</p><u></u><p>You see, the only problem with this feeling of emptiness inside comes from our inability to listen to ourselves.</p><u></u><p>Let's go back to our previous example: you felt bored so you bought something new to overcome boredom - to eliminate the routine. When you saw something, you automatically thought you needed it and bought it. After a while, you ended up forgetting you even had it. </p><u></u><p>Now, let's think about it for one second: if you actually needed that specific product, wouldn't you had gone to that specific shop and searched for that specific product from the beginning and not let it come to you by scrolling through other products? I believe so!  This is called mind-control and it is the main strategy - technique -  the global marketing is using to keep the business running: make the consumer believe he needs a product. We will discuss this subject soon.</p><u></u><p>The reason why you, me and the majority of people always feel unfulfilled, no matter what, is, as I mentioned earlier, we don't listen to ourselves. We don't pay attention to our actual desires and needs, but always follow the lead. Again, this is not our fault; we have been taught this way.</p><u></u><h2>Be normal</h2><u></u><blockquote>“If you are always trying to be normal, you will never know how amazing you can be.” ― Maya Angelou</blockquote><u></u><p>We have been taught to do what applies to other people, what is common: eat what everybody is eats, dress like other people, go to college like everybody, go to school like everybody, get a job like everybody, and, most of all, possess what others possess, everything in order to be happy. But we are not the same; everybody is unique. Don't get me wrong, there are many things we have in common; after all, we are all human beings, but, during our last thousands of years of evolution, our genes have diversified: our lifestyle has changed, our education has changed, our aspirations have changed, our ecosystem has changed. The changes have made us different and unique. Thus, what applies to me doesn't necessarily​ apply to you.</p><u></u><p>Let's take a well-known example: supposing you have a favorite movie star who looks very well. You would really want to know his secret of how got that body so that you could try to look like him or her.  You start researching his diet, his workout, his lifestyle in general. You start to copy his lifestyle. After a while, you see no results or different results than you have expected. The reason is you and that movie star are not alike: age, metabolism, organ functions, family history, all are different. The lifestyle you developed was created specifically for that movie star by personal nutritionists and trainers judging by his personal body - it doesn't apply to someone else but him.</p><u></u><p>To make the analogy to our story, what fits well a person doesn't necessarily fit well another - you and I, most probably, can't wear the  same shirts.\n</p><u></u><p>If everything is true, why does the entire world move around this concept even though it's wrong? To be normal.</p><u></u><p>We have been taught that normality and ordinary are qualities we all need to have. If somebody does something different, dresses differently, looks differently, eats differently, lives differently, that person is either weird, either strange, either , either abnormal. You see, because of this mindset, the term \"abnormal\" has become a bad quality, like a disease; the same applies to \"unordinary\". If somebody is abnormal, unordinary, that person has a problem and the fear of being tagged, of being judged, of being laughed at, of people pointing their fingers, and not integrating with​ the society has led to the desire to be alike.</p><u></u><p>I will give you some example you know very well: you see some clothes, try them, love it how they fit you; before you buy them you ask your friend:</p><u></u><blockquote>\"How do I look?\"</blockquote><u></u><p>If your friend says \"Awful!\", most probably, you won't buy them. On the other hand, if your friend says: \"You look fantastic!\", you definitely​ buy them.</p><u></u><p>Another well-known scenario: you see a girl - or a boy - and think she's pretty. You go, talk to her and ask her for a date. After a while, you tell your best friend about her and show a picture to him. Now, if your friend says she' s ugly, you will most definitely​ no longer want to date her, which is not the case of your best friend would say she's pretty.</p><u></u><p>We can go on and on with examples like these and never end: movies, writings, paintings, dancing, singing, haircuts, passions in general. No matter what we do - or try - we can't control ourselves from asking the permission to do it. We can make our own decisions.</p><u></u><p>We are victims of this well-formed​ misconception that has been planted in our society for one main reason: mediocrity and control.</p><u></u><p>It is not your fault your like this. You have been doing your entire line what you had been taught to by your family, teachers, friends and they taught you what they had been taught as well as their own side. You see, it's a continuous domino chain of miss-leading information. There are no bad students, only bad teachers. If teachers, mentors​, miss-guide their students, the students will one day become teachers of their own and will continue to miss-guide other students and so on. This process is called \"cause and effect\" and we will discuss it soon as well.</p><u></u><h2>When I'll grow up</h2><u></u><blockquote>\"It's the repetition of affirmations that leads to belief. And once that belief becomes a deep conviction, things begin to happen.\" - Muhammad Ali</blockquote><u></u><p>We are today a result of our habits. These habits have been developed or, better yet, have been influenced by our environment and by the people we surround ourselves with, who we can select by the way. But there are also people in our lives who we can't choose; we need to accept them as God offered them - our family.</p><u></u><p>Besides life and health, our family is our most precious gift God has offered us since our first day on this planet. Everything we are, everything we do, everything we know comes from our education to which our family has contributed most. </p><u></u><p>During childhood, our brain is like a sponge for information; everything we come in contact with, our brain records it consciously and unconsciously.</p><u></u><blockquote>\"Consciously and unconsciously?\"</blockquote><u></u><p>Yes, consciously and unconsciously. For instance: the music a child is exposed to will determine what type of music that child will enjoy listening to during his entire lifetime. This is unconsciously learning. Consciously learning is, for instance, a child learning his natal language by listening to his family speak or a different language, like in my case: I've learned English by watching unsubtitled English spoken cartoons and movies - I am Romanian​.</p><u></u><p>Childhood is the most beautiful part of life, but is also the most fragile, because of this ability to memorize everything. A child, being so new in this world, doesn't know anything about it; he's like Christopher Columbus discovering the new world. Life is a mystery​ and an adventure for a child; everything intrigues him and his curiosity is at it's highest.</p><u></u><p>Because the world is so unknown, a child doesn't know its limits. All he ever sees is an infinite horizon, a world of possibilities, a world of hope, a world of joy and happiness - Paradise. The child himself feels limitless, invincible like he could be anything.</p><u></u><p>You know what I am talking about: remember the time when we were kids and we used to play as superheroes?</p><u></u><blockquote>Man... what times!</blockquote><u></u><p>If you recall, we actually believed we were superheroes and saw us doing what they did or, at least, what we saw in cartoons - I loved being Spider-Man.</p><u></u><p>Also, do you remember the times we were asked:</p><u></u><blockquote>\"What do you want to be when you'll grow up?\"</blockquote><u></u><p>Someone could have given us a whole roll of toilet paper and it still would have been enough for us to write down every possibility we had in our mind back then; simply because our mind was limitless, free, and we saw infinite possibilities.</p><u></u><p>Unfortunately, as we grew up, we began to be less creative; our imagination and, most of all, our mind has been limited by the rules applied by the society.</p><u></u><p>You can imagine a filter has been applied to the entire opportunities we saw at the beginning and reduced everything to some basic - common - possibilities. An entire process has been implemented that we are forced to follow, like a factory: we have become pieces of machinery that need to follow the same process.</p><u></u><p>The factory is a worldwide system created for one main purpose - control - and the process is:</p><u></u><blockquote>Go to school, go to college, get a degree, get hired, make money</blockquote><u></u><p>Unbelievable as it may seem - like in movies - this is the world you, me and everybody lives in; a world of plasticity; a rigid world where dreams are prevented from coming true; a world that doesn't want you to think but to follow the rules - the process.</p><u></u><blockquote>\"I want to be a singer!\"</blockquote><u></u><blockquote>\"The world is full of singers; you have no chance to make an income! Go to school, go to college, get a degree, and get a job!\"</blockquote><u></u><blockquote>\"I want to be a dancer!\"</blockquote><u></u><blockquote>\"The world is full of dancers; you have no chance to make an income! Go to school, go to college, get a degree, and get a job!\"</blockquote><u></u><blockquote>\"I want to be a scientist!\"</blockquote><u></u><blockquote>\"The world is full of scientists; you have no chance to make an income! Go to school, go to college, get a degree, and get a job!\"</blockquote><u></u><p>Seems like deja-vu, doesn't it? I can actually feel the pain just by reading this - I am sure you do too.</p><u></u><p>Remember when we were children and had a powerful dream, a wish, a vision of ourselves in the future and just in a few seconds ruined by the affirmations above? It leaves a bad taste in your mouth, doesn't it? I know the taste as well; I have felt it my entire life. My dream during high-school was to become a nutritionist, a fitness trainer, but my father told me it was a foolish dream; he told me that I have no future with this kind of dreams - I did not care.</p><u></u><p>What about you? What was your dream? What was your biggest desire that made you jump out of bed just by thinking about it? What was your vision of yourself that gave you the chills each time you had it? I want you to focus on it and stick to it because it is very important. If you it helps, write it down on a piece o paper, on a sticky note, or anywhere you could see it every day.</p><u></u><p>To come back to our story, this big system was brought to life to control us; to follow the same pattern and stay average scale. Everything we are taught orbits the same main purpose - make money. The system and all the subsystems are organized in such a manner that no matter what we do, no matter how hard we try, we are kept under control and arrive at the same destination: the education system is meant to teach us how to get a job and make money, the medical system is organized so that we become addicted to drugs - keep buying - and never completely heal, the political system creates laws to keep us under control and to make a profit from people, etc.</p><u></u><p>Every subsystem sees us, people, as walking bags of money and has one single purpose: keep the business running. In their game, there is now way we could ever benefit; they will always be the winners and we will always be the losers​ - victims.</p><u></u><h2>The mind games</h2><u></u><blockquote>\"Whoever controls the media, controls the mind\" - Jim Morrison</blockquote><u></u><p>By now, you understand the world you live in and that we are victims of the society. What I want you to understand is that it's not your fault you are who you are; you have been doing what you were taught to and you did it very well - you are unfulfilled. There was no one around​ to guide you and tell you what is actually good and what is not.</p><u></u><p>As I said previously, our mind during childhood is like a sponge of information: it absorbs everything without doubting it. Being \"empty\", the child's brain doesn't have the capability to analyze a new information - good or bad. Let's take an example to understand the process easier:</p><u></u><p>Let's imagine you are studying for an exam... In order to study you need some tools: books, papers, pen, rubber, ruler, highlighting colors. etc. Most important of all, you need books, the documentation source. Now, you have a variety of books and many of us for the same domain. You have to choose which one to pick from your personal library to put it on your desk, near you so you won't have to keep going to library - time consuming. You have to decide what book to pick. Because you have never read either of them, you get the book an older friend of yours, who already had the course and passed the exam, recommended it to you.</p><u></u><p>Long story short, you finish your studying. You feel so proud and confident that now you master that course - you should be. You hang out with some friends, colleagues, to relax. Of course, you mention the exam that is coming soon and discuss a little bit the topic. Keep in mind that your friends didn't necessarily have the same documentation source. As you discuss, some different opinions and contradictions occur; you don't have the same ideas and thoughts. Because you've learnt everything so well and you were so confident of your knowledge, you can't agree with what your friends say; you keep your ideas until the end. The question is: what guarantee did you have, despite the recommendation of a trustworthy friend, that the information you now have is authentic and you friends' information is not?</p><u></u><p>The same principle applies to the child's mind: being empty, with no information, the child takes everything, which is new for him, for granted and afterwards, if contradictions appear, he will stick to those lessons no matter what someone else says; no matter if the previous information was wrong and the new one is actually correct. The child can no longer tell and differentiate.</p><u></u><blockquote>First-in, first-served!</blockquote><u></u><p>Now, imagine that the whole worldwide system applies the same principle to everyone - which it does. The result: tell somebody he can be happy without a beautiful car, without a luxurious house, without a loaded wallet, and that he can afford a living without going to college - getting hired - and he will tell you you're out of your mind. I know it, because when I've told my family what I want to do they thought I am crazy.</p><u></u><p>You can think of this as the beginning of the process, when we are put at on the moving band, again, like piece of machinery. Afterwards, have to keep on track no matter what and get through the next steps. For that, there other kinds of mind control techniques. </p><u></u><p>You see, everything is done on the psychological level, there is no need to use force. The reason is that force is acknowledged; you can feel when somebody uses force to corrupt you to something. Psychological manipulation on the other hand is done unconsciously; we are not even thinking about being manipulated. We think everything we do, every idea we have, comes from us, when it's not.</p><u></u><p>Have you ever seen the movie \"Inception\"? If not, you have to; it's brilliant and it moves around the same concept of inserting an idea in one's mind in order to think it is his own.</p><u></u><p>During our time, the era of technology, when information is at its prosperity and is everywhere - like air - it's to easy to insert ideas in somebody's mind.</p><u></u><p>Let's go back to a previous part of our journey, where you were bored and looked for something to buy; this time, let's imagine you really need something - a keyboard for instance.</p><u></u><p>While you are searching for a keyboard, some other products pop-up from which one specific gets your attention: a smartphone. You already have a smartphone and cannot afford a new one anyway, but this one is special; it has a big red star-like tag on it that says:</p><u></u><blockquote>\"50% discount\"</blockquote><u></u><p>That tag makes you fall of the chair. 50% discount for a smartphone that is already popular and most of your friends already have.</p><u></u><blockquote>\"What an offer! I need to buy one as soon as possible\"</blockquote><u></u><p>Although you don't have an enormous amount of money and already have a smartphone, you somehow manage and buy the smartphone.</p><u></u><p>Let's analyze the event carefully: you visited an online shop, because you needed a keyboard and ended up with keyboard and a smartphone. You think you made a huge investment: for instance, the smartphone costed $250 which means it should normally cost $500 and if we do the math, you won $250, right? Or that is what you believe and what marketing wants us to believe. You did not win $250, you lost $250; you bought something you did not intend. What you actually needed was that keyboard. If there had been a $50 discount at some keyboard then that would have been a real investment, but in this case scenario it is not. And to tell you the worst part, the discount was, most probably, fake and meant to attract the eyes of the people.</p><u></u><p>Let's be honest, what guarantee did you have that that discount was real? Only if you would have seen the price before the discount, which I personally did once for a smartphone and guess what: the price was the same.</p><u></u><p>I wanted to buy a smartphone once and I kept visiting an online shop to check if the price got lower - not a chance. Anyway, I waited until \"Black friday\", because we all know the treasure hunt happens that day. \"Black friday\" came and I checked my desired phone and guess what: 30% discount, but the price was the same... It made me sick.</p><u></u><p>Unfortunately, this happens on a regular basis and people like you and me get fooled all the time.</p><u></u><p>Another nice mind control technique is applied by the fast-food industry: color schemes. Have you ever notice that all the famous fast-food chains always use two main colours - red and yellow? McDonald's, KFC, Burger King, Pizza Hut, Subway, etc., all are using either yellow, either red, either both in their logo. The explanation is quite simple: yellow and red increase appetite, energy, and happiness. As a result, you will feel hungry, eat fast, which will make you eat more, and feel happy about it.</p><u></u><p>I was shocked as well when I found out. This is not science fiction; this is reality!</p><u></u><p>One last mind control weapon I want to tell you about, yet, the most powerful, is our good old friend TV. Yes, a mind control weapon inside your bedroom. It's power comes from its effect on the human brain. You see, television has become like an idol in our lives; everything we see on television we take for granted; every person that appears on television is famous. It's like a magic box to us.</p><u></u><blockquote>\"How does this happen?\"</blockquote><u></u><p>For instance, have you ever seen the posture of a news presenter? Straight forward, his head in front of the screen, and looking exactly in your eyes like he actually sees you. This is the same position of a hypnotist. </p><u></u><p>In one way or another, we are hypnotized by the television and no matter what it says, we believe. If, for instance, on the local news it's said that tomatoes cause cancer, people will believe it without doubting it. Why? Because of a well formed belief:</p><u></u><blockquote>\"The TV never lies!\"</blockquote><u></u><p>That's how it happens. And because of this misconception, every person that appears on television is famous and becomes a role model. Eventually, we want to be like people from the television, because we believe that the television, the screen, shows the perfect life. Nevertheless, we copy what we see and this copying process starts with the young minds, which are most vulnerable. Children see people on television - stars - how they act, talk, dress, dance, walk, live and want to be like them. Of course, as we've discussed earlier, children record everything they see, hear, touch, smell and take everything as it is - no doubt about it. It hurts and you feel it too when you see what children have become these days; you can't recognise them no more. The worst part is, they don't even know it, they're puppets of the society. But it's much deeper than this</p><u></u><p>Recent studies concluded that television destroys brain cells same as alcohol consumption, if not even worse, it inhibits brain development, especially in children, and increases aggression in children.</p><u></u><p>Unfortunately, brain development is suppressed in children not only by watching television, but by being exposed to electronics in general. The reason is the brain is no longer used the same way it's being used when reading, writing, or playing sports for instance. The brain becomes plastic.</p><u></u><p>It may sound rude, but when I see little children \"playing\" with tablets or smartphones I compare them with chimps trying to fit some pieces in a box by the shape of the holes. Funny as it may sound, it's actually tragic and painful.</p><u></u><h2>Good gone bad</h2><u></u><p>We believe we are an evolved civilisation; us humans believe we are the most superior species on Earth. Actually, we are not. </p><u></u><p>Let me tell you a true story...</p><u></u><p>In the summer of 2016, every morning I wake up I heard birds singing on some trees near me - I wake up around 5:00 a.m. I noticed this and a thought came to me and made:</p><u></u><blockquote>Do these birds sing every day exactly at 5:00 a.m.?</blockquote><u></u><p>I checked the clock each morning I heard them sing - sometimes  I woke up earlier than 5:00 a.m.; guess what: every morning the birds started to sing exactly at 5:08 a.m.</p><u></u><p>Now, do you realize that birds are so precise without using a clock and we even with clocks cannot synchronize or be punctual the same as birds. But still, we believe we are most superior.</p><u></u><p>The truth is we are not superior; technology is. You may disagree:</p><u></u><blockquote>\"We've made technology happen\"</blockquote><u></u><p>Not we, some of us. Brilliant people like: Thomas Jefferson, Nikola Tesla, Isaac Newton, Leonardo da Vinci, Archimedes, Charles Darwin, Albert Einstein, etc. made technology happen. They embraced adversity,  had visions, dreams; they wanted to make the world a better place. They suffered for their dreams, even died - \"Eppur si muove\" - so that today we live in peace and comfort. Because they were evolved doesn't necessarily involve that we are evolved. We benefit from their brilliance by using their discoveries and inventions which are evolved and made our lives easier.</p><u></u><p>You see, they were evolved because they faced adversity; they did what they did without any technological help, just imagination, pen, and paper. They were forced by their condition. But we have everything on our fingernails; technology does everything for us. I can say we are longer needed to think. </p><u></u><p>This stagnation leads to involution. Ironically, all those brilliant minds, by their wish to help the world, they have made it worse, but not because their discoveries were wrong, but because  people use them wrong.</p><u></u><p>One of the biggest discoveries of all time is the pistol. The pistol is an amazing piece of engineering; it was developed to bring peace and protection. Unfortunately, it bringed war, suffering, murdering, because it has been misused.</p><u></u><p>Another brilliant invention is the mobile phone, which was meant to ease long distance communication with just a press of a button. It reached its purpose, but has become something more - a drug. The mobile phone has evolved in such a manner that is no longer seen as a communication tool, but as a need.</p><u></u><p> Recall the previous story? The main character - you - couldn't get out of the house without your smartphone and headphones. Your smartphone is your life partner. I was like that too, but managed to overcome the addiction and you by the end of our journey you will be able to free yourself from these addictions as well.</p><u></u><p>Another marvelous communication invention is Facebook. Facebook was designed to help people with poor communication skills get in touch with people. It was made to connect us to each other easier. Think about it, you only have to type somebody's name and you will be able to contact with him, if he has an account of course - surely does. </p><u></u><p>Like with the smartphone, people have started to abuse Facebook and to turn it into something bad - double life. Every time you scroll through the feed on Facebook, you see pictures with friends traveling, being happy, hanging out in fancy places, you see pictures with beautiful women and good looking guys, etc. The truth is, those people want you to see a different person, a perfect one. What you see in those pictures, most of the time, is not real. For instance, before taking a selfie, a girl spends at least an hour to put on makeup, dress fancy, and modify the picture so she looks perfect. She wants to be liked, so she shows up as an avatar and not as her true self. Did you understand my point?</p><u></u><p>Now, this is not only Facebook, but all the social networks. People have become to be ashamed of themselves; they appear how others want to see them and not how they truly are - like VIP's. Movie stars singers, presenters, all appear on television how they are wanted to be seen and not how they truly are. They have to be idols, perfect, so that people take example and be like them. Every time VIP's show up on television, they act; they live a double life. This is what the misuse of social networks has turned people into and what the media has done to artists; they don't know who they are and don't have intimacy.</p><u></u><p>The irony in this story is that social networks were designed to make people happier, when it's exactly the opposite. Studies have shown that spending time on social networks led people to depression. Why? Because people believe what they see - perfect lives - and compare themselves to that, when, in fact, they see lies, illusions.</p><u></u>",
    "date" : "2016-07-29",
    "excerpt" : "The hole within \"I would rather die of passion than of boredom.\" - Emile Zola The story may not have described your life routine entirely, but it certainly described portions of i. For instance: maybe...",
    "title" : "Existing, but not living"
  },
  "-KNbEa5j3VowlPhBrbOs" : {
    "author" : "Razvan Tomegea",
<<<<<<< HEAD
    "content" : "<h2>Follow your dreams</h2><u></u><blockquote>\"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of other's opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.\" - Steve Jobs</blockquote><u></u><p>We have reached a long distance in our journey and by now you surely realised that you haven't been actually living; just existing. But how could you live, when you, most probably, didn't know what life is and what is its purpose?</p><u></u><p>Now you know everything you need to know: what life is, the purpose of life, how the world appeared, the true world you live in, and, most important, God.</p><u></u><p>But, you see, knowledge is useless if it's not applied. Now that we know the right way, we have to follow it.</p><u></u><p>As I said in the previous chapter, we all have the same purpose - destiny - at the beginning: to become God - like. You can think of destiny like a traveling destination: we all have to arrive at the same destination, but the way we arrive is up to us.</p><u></u><blockquote>We are creators of our own life</blockquote><u></u><p>We can travel by plane, we can travel by ship, we can travel by car, we can travel at different time schedules, we can travel with different layovers; we make these decisions, but the destination is God's decisions that we cannot change.</p><u></u><blockquote>We are what we choose to be</blockquote><u></u><p>Until now, you have been complaining about your life; you have been blaming other people for your mistakes and for your feelings of unfulfillment. The truth is, everything is your fault. You live the life you have chosen to.</p><u></u><p>On the other hand, you decisions have been influenced.</p><u></u><p>In order to make a decision, to choose, you need possibilities; thus, the world you have been living in has hidden all the possibilities and shrank your area of decisions. You haven't been giving the opportunity to choose and this is not your fault.</p><u></u><p>But maybe I am wrong. Maybe you aren't that person. Maybe you have a wonderful life: a family a stable and good paying job, where you are actually appreciated and go with pleasure - like I do. You have everything in your hands, all the comfort and you wouldn't change anything.  </p><u></u><blockquote>\"I have a perfect life! I don't want anything else.\"</blockquote><u></u><p>If you're thinking this way I congratulate you, honestly!</p><u></u><p>By the time I was writing this book, I used to think the same way; I had a wonderful home, a good and stable income, a not stressful job where​ I was appreciated and was a pleasure to go to, etc. But, although I had everything a man could possibly need, I felt something was missing. I could still feel a hole inside.</p><u></u><p>I was actually ashamed of myself because of this. How could I feel empty when God offered me everything?</p><u></u><p>I kept searching for inspiring articles messages to stay constantly with a proper mindset, to appreciate everything, but, also, to find answers.</p><u></u><p>Eventually, I realized the reason why I was like this and why you are probably like this.</p><u></u><p>Until now, we've learned that life is the journey to becoming​ our best selves - to be happy and to create.</p><u></u><blockquote>Are we on the path of becoming the best versions of ourselves?</blockquote><u></u><p>Let's imagine you are an engineer and, as I said, you have a stable and good job. You definitely have colleagues; so, you're not the only one working there. There are others doing what you do and not only in your company, globally. There are millions of engineers. That means that if, for some reason, you're fired, you will be immediately replaced with no difficulty - there are many fresh engineers searching for a job. </p><u></u><p>The point is, you're not unique. When I say \"engineer\", I don't think of you; I think of 1 billion unknown people between whom you exist as well - like a drop in a glass of water. If you would be hired or disappear from this planet, despite your family, no one would acknowledge your absence, because you did not bring anything unique, new in this world. You are just another simple engineer. </p><u></u><p>On the other hand, when we say \"Apple Inc.\", we think of Steve Jobs; when we say \"The Theory of Relativity\", we think of Albert Einstein; when we say \"The Law of Gravity\", we think of Isaac Newton; when we say \"Basketball\", we think of Michael Jordan; when we say \"Pop\", we think of Michael Jackson; when we say \"Lightbulb​\", we think of Thomas Eddison; when we say \"Mona Lisa\", we think of Leonardo da Vinci, and the list may go on.</p><u></u><p>When we say all of these ideas - creations - we immediately think of the unique people who brought them to life - creators.</p><u></u><p>All these people had a vision - a dream - in which they believed in and which they pursued.</p><u></u><p>Now, let me ask you:</p><u></u><blockquote>Are you pursuing your dream?</blockquote><u></u><p>If the answer is \"Yes!\", then I congratulate you sincerely! I am proud of you!</p><u></u><p>Unfortunately, few are those who give that answer.</p><u></u><p>You are, most probably, doing what others are already doing. You are not doing something only you can do and the reason is you have a common goal - purpose. This leads to the conclusion that to be normal, ordinary, common, average is not a quality, but a weakness.​</p><u></u><p>Our purpose and duty are to show the world our uniqueness. We have the responsibility to share our gift, that God has offered only us, to the world and contribute to what others have contributed: making the world a better place for the next generations; this doesn't happen though if we live a common life.</p><u></u><p>Until we truly realize our dream and follow it, we don't live, but only exist. Without a dream - a unique purpose - we are walking dead.</p><u></u><p>I am asking you now:</p><u></u><blockquote>What is your dream?</blockquote><u></u><p>You most probably don't know and it is okay; I am here to help you.</p><u></u><p>I want you to do something you haven't done for a very long time - be creative. I want you to use your imagination.</p><u></u><p>Let's recall again the days you were a child, when your imagination was at its peak and the world seemed an infinite spring of opportunities.</p><u></u><p>I want you to relive those years; I want you to remember the feeling you had just by knowing that you could be anything. I want you to dream again and let the lost child inside you thrive again. So, again:</p><u></u><blockquote>What is your biggest dream?</blockquote><u></u><p>Take your time, don't rush!</p><u></u><p>Visualize...</p><u></u><p> Free your mind...</p><u></u><blockquote>What makes you happy?</blockquote><u></u><p>Focus...</p><u></u><p>Remove all the chains that lock you mind, your soul, and the child inside. It's time to rise!</p><u></u><p>What are your passions? What would you want to do in this life?</p><u></u><blockquote>What goal would make you jump out of bed in the morning?</blockquote><u></u><p>Don't limit yourself. Anything is possible. Forget about those who told you what is possible and what is not; it's not their decision. God controls everything, not people. In this world, where God is master, everything is possible, as long as you have faith and believe it is possible.</p><u></u><blockquote>“The people who are crazy enough to think they can change the world are the ones who do.\" - Steve Jobs</blockquote><u></u><p>If you found out what you want, your dream, then it is perfect. If not, it's okay; it takes time to realize what you actually want. </p><u></u><p>What I am asking you is to be patient. Don't rush! You have been rushing into things your entire life and we know it very well that they did not take you far.</p><u></u><p>Meditate on what you want, on what makes you happy and fulfilled. After you'll discover your wildest dreams, we will continue our journey. Until then, I will be waiting for you right here. I know you will find it, I trust you!</p><u></u><h2>Trust yourself</h2><u></u><blockquote>\"If you can dream it, you can achieve it.\" –Zig Ziglar</blockquote><u></u><p>I gave you earlier some example of our well know brilliant people who have become unique by following their dreams. Now, we all see them as role models and benefit from their creations. But things haven't been like this from the beginning. </p><u></u><p>When people heard about these ideas, they laughed at the creators. The majority of people discouraged them; made them crazy; told them it is impossible; they were all ney sayers. But the greatness of these brilliant people came from their faith in themselves and their vision. They did not let anybody change what they say and believed in.</p><u></u><p>Their vision was so powerful that they did not longer believe it is possible, but know it as it already existed. For them, it was no longer a fantasy, but reality. As a result, it became reality. Better yet, they have become their creation - they were bounded. </p><u></u><p>Again, when we say \"Apple Inc.\", we think of Steve Jobs, but it goes vice-versa too: when we say \"Steve Jobs\", we think of \"Apple Inc.\" and this applies to the entire list I mentioned earlier.</p><u></u><blockquote>\"The mind is everything; what you think you become\".</blockquote><u></u><p>The creator and creation become one and the same ​because the creator invests energy in creation. The idea is the essence of a creation - the soul. Just how God exists in all of us through our soul - His essence - the same the creators exist everywhere their creation exist.</p><u></u><p>Even more, as long as the creation exist, the creator exists. And this is the way to immortality, to eternal life. Every time​ a person is mentioned - remembered - he exists.</p><u></u><p>If you have realized by now what is your passion, greatest desire, dream, uniqueness, gift, then I am proud of you. But if you didn't, I am still proud of you, because you are reading these words and you're on the right path right now. No need to worry, by the end of this book, you will most definitely​ have a vision and a dream to stand for and pursue.</p><u></u><p>In any way, you have to realize something very important: there will be people who will try to bring you down. There will be people who will try to destroy your dreams and say:</p><u></u><blockquote>\"It's impossible\"</blockquote><u></u><p>But remember: in this Universe, nothing is impossible.</p><u></u><p>Family, friends, everybody will discourage you, but don't blame them. It's fine to be like this. People can't see what you see because it is unique to you. It's like you are the only one who sees grass blue; you can't ask others to say the grass is blue if they see it green.</p><u></u><p>You have to stop waiting for confirmations. If you make a recipe you are proud of and enjoy, don't expect others to say it is delicious. If you see a shirt that you like, don't wait for a friend to say it is nice before you buy it. If you like to dance or sing and feel well while doing it, don't expect others to say you dance well or sing well.</p><u></u><p>Do anything you enjoy without confirmations. Trust me, as long as you do it with pleasure, dignity, and with confidence, you will see that people will appreciate it. You have to trust yourself.</p><u></u><p>If you don't trust yourself, how could you expect others to trust you? You have to be the one who believes in you. If you believe in yourself, you will become more confident and you will increase your self-esteem. If you are confident and have high self-esteem, people will​ trust you.</p><u></u><p>There was a time I had the lowest self-esteem someone could have - I was overweight. I did not trust myself at all. If somebody told me I was smart, I denied. If someone told me I looked good, I denied. If somebody made me any compliment, I made an excuse to deny it.</p><u></u><p>It is not okay to be like that. When you have low self-esteem and don't appreciate yourself, you will be stepped on and people will control you.</p><u></u><p>My grandmother is this way and I've been trying to unteach this attitude, but I failed constantly. Every time I told her she is a good cook, she denied - she makes the best recipes; every time I told her she is the most hard-working, skilful, woman I've ever seen, she denied.</p><u></u><p>Even more, she would rather die than make somebody unhappy. She has been set up with a mindset that if you have a good opinion about yourself, you are egocentric and that it is a sin to say something good about yourself. I was like that too and I believe many people in the world are on this extreme, when others are on the other side. </p><u></u><p>When you deny you talents, your gifts, and don't appreciate what you have and who you are, you bring God a disrespect. He put his energy in you; He invested His energy in you and made you who you are so that now, you don't appreciate and deny His investment. If there was the worst sin a person could ever make, this is the one: disrespect to God.</p><u></u><p>When you don't appreciate yourself, you disrespect God.</p><u></u><p>When you're unhappy, you disrespect God.</p><u></u><p>When you don't use your gifts and create - improve the world, you disrespect God.</p><u></u><p>Thus, until now you surely have been disrespecting God in some way; I did too. But remember, God always forgives as long as you acknowledge your mistakes and use them as knowledge for your improvement.</p><u></u><p>Mistakes are the only way to improve and become our best selves; through mistakes we evolve.</p><u></u><h2>Embrace the pain</h2><u></u><blockquote>\"If it doesn't challenge you, it doesn't change you\"</blockquote><u></u><p>By now you may probably know what you want; if you don't, it's fine. It's no need to rush in finding out what your dream. Actually, the process of finding out your true passion is the process of knowing yourself and, if you like it or not, it involves a period of disconnection - solitude..</p><u></u><p>I found out my passion and dream when I moved away from the city into a village 18 km away, where were only mountains, woods, and nature mostly.</p><u></u><p>During that isolation, I disconnected from all my so called friends. I started focusing more on nutrition, on exercise - walked 8 km every day - and on spirituality. There was a road I used to to my regular power walk; it was something about that road that inspired me.</p><u></u><p>No buildings, no traffic, no people, just plains around and mountains on the horizon. I felt free; I felt invincible, dominant; I could see again possibilities - hope.</p><u></u><p>We are taught that it is not good to live alone. The majority of people are afraid of not having a social life: can't eat alone, can't do a workout alone, can't walk alone, etc. Being alone terrifies people and, most of the times, when a person who lives alone is being immediately tagged: weird, emotional - EMO - strange, or abnormal.</p><u></u><p>Believe it or not, the majority of relationships are unhealthy and illusory. Most of the friends you have are not actually friends, just people who you spend time with.</p><u></u><p>How many of your friends were there for you when you need help? Probably no more than three.</p><u></u><p> It is true, living alone is unhealthy, but having an unhealthy relationship that doesn't improve you is much more unhealthy. </p><u></u><blockquote>\"Tell me who your friends are, and I will tell you who you are.\"</blockquote><u></u><p>Nowadays, friends do nothing more than influence you negatively - parties, drinking, fast-food - and they change you. When you are around your friends you always tend to show up as they want you to show up, not as yourself. You want to be \"cool\". Even more, you are blinded by their energy: you think how they think, talk how they talk, do what they do, live how they live. You become you relationship and mask your true self.</p><u></u><p>On the other hand, when you live in isolation, with only a few people around who truly love you, are there for you, and empower you - your family - you explore yourself. There is no one to tell you to be someone else than yourself; there are influences.</p><u></u><p>When you are alone, you begin to speak with yourself and God. That is the process of exploring your mind and soul and realize your true purpose, your dream, you desires; you begin to listen to your body, to your thoughts; you free your mind.</p><u></u><p>When you are alone, you dream. When you free your mind, you begin to have the vision of your life and the best part is there is no one who can stop you. There is no one who can tell you \"You can't! It's impossible!\". There is no one who can discourage you.</p><u></u><p>When you are alone, your confidence, motivation, self-esteem increases. It's just you, yourself, and God who loves you more than anyone else.</p><u></u><p>Now, realizing your dream is just half of the way; the other half is chasing it.</p><u></u><p>Like any domain, theories work in perfect worlds; we don't live in perfect worlds. We live in a world - system - that has a purpose: drain your energy. The world is managed to put you on your knees.</p><u></u><blockquote>\"Life is not about how hard you hit; it's about how hard you can get hit and keep moving forward; how much you can take and keep moving forward. That's how winning is done!\" - Sylvester Stallone</blockquote><u></u><p>When you look at all those successful people and think:</p><u></u><blockquote>\"What a beautiful and easy life they have...\",</blockquote><u></u><p>you're wrong. Indeed, they do have a beautiful life - they're living their dream - but they're life is not easy. What you, me, and the majority of people see is only the final result, but the process is much more tougher than you expect.</p><u></u><p>We read about successful people on the daily basis — what they do, how they do it, what a beautiful life they have, what a big income they have, how they changed lives — and we immediately want to be like them — successful.\nBut what is success after all? What makes a person be tagged as “successful”?</p><u></u><blockquote>Success is being the best version of yourself; to live a life at your full potential.</blockquote><u></u><p>If we look at all the brilliant people out there, they’re living at their best; they couldn’t have done it better than they did.</p><u></u><p>If you are thinking they were just lucky or that they have been gifted with “the success super-power”, you are wrong; they are people just like us — same DNA.</p><u></u><p>They do, though, have something in common; they have been exposed to something during some stage of their life — childhood mostly — that made them acquire these believed “superpowers”.</p><u></u><p>What differs a successful person from the average one is his ability to embrace pain — adversity — and make it a part of his life. Most people who do this are athletes; they are trained to face pain, being the only way to achieve performance. An athlete never runs from a challenge; he fights until he wins.</p><u></u><blockquote>“When you’ve got something to prove, there’s nothing greater than a challenge.” — Terry Bradshaw</blockquote><u></u><p>Every successful person you hear and read about had a rough past, especially during childhood:\nOprah Winfrey molested during childhood;\nElon Musk bullied in school;\nThomas Edison failed 1,000 times before creating the light bulb;\nAlbert Einstein was a poor student and thought to be retarded (unable to speak fluently at age of nine);\nJay-Z raised by his mother in Brooklyn’s drug-infested “Marcy Projects” — violence and gun-culture were prevalent;\nJim Carey was homeless;\nMichael Jordan was rejected from the high-school basketball team, being not good enough;\nJ.K. Rowling almost committed suicide while suffering from depression as a struggling single mother;\nFranklin Roosevelt became partially paralyzed at 39;\nSteven Spielberg was rejected from film school, twice...</p><u></u><p>All these people had to face tough times during their lives that made them want a better life. The pain inside — the anger — made them wish for a better life and, also, made them realize the only way to a better life is to fight for it. They all wanted to prove themselves.</p><u></u><p>Eventually, they have adapted to pain — got immune — and, afterwards, each struggle felt like something normal that had to happen on a regular basis — a part of their life.</p><u></u><p>In contrast to them, the majority of people avoid pain — run from it — because, you see, pain also triggers fear and fear is seen as a weakness, when actually is the opposite, if controlled.</p><u></u><p>Fear has lead to evolution in nature and to natural selection. For instance, let’s imagine a cheetah chasing a gazelle…</p><u></u><p>The gazelle may be caught or not; it depends. It depends how afraid the gazelle is of losing its life and how afraid the cheetah is of starvation. The one that is most afraid survives — natural selection — and gains skills to pass to the next generation — evolution.</p><u></u><p>To apply the analogy to our story, successful people use fear in their advantage — control it — when the rest of the people let fear control them and paralyze them. As a result, they become “couch potatoes” and never leave their comfort zone.</p><u></u><p>The path to success, to becoming our best selves, is the filled with obstacles, pain, and suffering, but it's the only way we can evolve.</p><u></u><blockquote>\"No pain, no gain\"</blockquote><u></u><p>In order to achieve your wildest dreams, in order to be successful, in order to be happy, you have to get used to pain. Better yet, you have to embrace it - love it. Also, you have to get used to failure. We only learn if we fail.</p><u></u><p>If you fail it doesn't mean you were defeated. You are defeated only when you give up because of failure. </p><u></u><blockquote>\"Failure is simply the opportunity to begin again, this time more intelligently.\" - Henry Ford</blockquote><u></u><p>On your journey to success, you fail, people will discourage you, people will criticise you, people will hate you; there will be moments when you will feel like going crazy, when you will feel like quitting. There will be moments when you will doubt yourself and your decisions.</p><u></u><p>No matter what happens, always remember why you have started in the first place. Remember where you have left from; remember what awaits for you if you quit - a life of unfulfillment.</p><u></u><p>Your destiny and duty is to be successful. You can do it as long as you trust yourself and have faith in God. This is why you were brought on this planet.</p><u></u><p>I had - still have - moments I feel I go insane. I had moments I felt I am crazy, I felt like quitting. But I kept reminding myself where I was standing; I kept looking at how far I had arrived. I kept thinking about the reason I started everything.</p><u></u><p>I wrote down sticky notes on my desktop, which I read everyday, that would remind me everyday what my dream is, what I have accomplished until then and what God has offered me and keeps offering me. </p><u></u><p>When you're doing the right thing, you will succeed. God wants you to succeed; God wants you on this path. He will help you only if you are on that right path.</p><u></u><p>Remember what Jesus went through for us, so that we could be forgiven. Jesus was whipped, spit, forced to carry a cross of over 300 pounds, he starved, he was crucified... Jesus suffered more than anyone else for mankind. All because He knew this was His destiny - God's way.</p><u></u><p>If the journey to becoming our best would have been easy, everybody would be successful. But this is where natural selection occurs. Only those with the greatest power of will survive and live. You have to want it very much and work on it. But I guarantee the it is a work you will love doing.</p><u></u><blockquote>\"Today I am going to do what others won't, so that tomorrow I will do what others can't\"</blockquote><u></u><p>In the end, what matters most is enjoying the process. That is why it is important to know exactly what you want, what makes you happy, because only then you will have the power to overcome all the failures, pain, suffering, and embrace adversity. You have to visualize and see your dream as reality; like you're looking through a window: a glass is the only thing that separates you from your dream. That is how powerful your dream and vision have to be. </p><u></u><p>A strong plant cannot grow from a weak seed. A seed has to have all the energy a plant needs to grow. Also, in order to grow, a plant - seed - has to be put in mud, in a dark, cold, dirty, and wet environment. Only the most powerful seed will thrive ​when the rest will rust. </p><u></u><p>Thus, your dream and vision have to be strong, so that it will give you all the energy you need to thrive.</p><u></u><p>Now is the time to begin. Maybe you have had attempts before but you gave up because you always forgot the reason the make you start; because it was hard and made you get out of your comfort zone.The time has come to say: \"Enough!\".</p><u></u><p>I want you to go and look in the mirror, naked, at yourself. Look you in the eyes and say:</p><u></u><blockquote>\"Are you proud of yourself? Is this what defines you? Is this who you truly​ want to be for the rest of your life?\"</blockquote><u></u><p>You are now a result of the decisions you have made in the past. You can't change that! What you can change though is what you will do now with your future. What you do now affects​ what will happen in the future.</p><u></u><blockquote>\"The best time to plant a tree was 20 years ago; the second best time is now\" - Chinese proverb</blockquote><u></u><p>The future is in your hands; what you choose now will affect​ your future. Now it's time to decide and make a change.</p><u></u><p>Also, our time is limited; we don't when our life will end. It maybe tomorrow, next week, next month - God knows. This is why it is important to do everything you can right now without any more delays. As I quoted Steve Jobs in the beginning of this chapter, your time limited.</p><u></u><blockquote>\"If today was the last day of your life, will you still be doing what you were about to do?\" - Steve Jobs</blockquote><u></u><p>And when the day will come and you'll be in your death bed, how would you want to be: fulfilled, knowing yo have lived a life worth writing off or unfulfilled because you just existed and never pursued​ your dream?</p><u></u><p>Now it's the time to spartan up and take action!</p><u></u><p>I want you to take a pen and paper right now, and right down your dreams; write down who do you want to be, not as a wish, not as a possibility in the future, but as you already are who you want to be.</p><u></u><blockquote>Wrong: It may be possible.</blockquote><u></u><blockquote>Correct: It surely is possible</blockquote><u></u><blockquote>Wrong: Maybe...</blockquote><u></u><blockquote>Correct: Definitely...!</blockquote><u></u><blockquote>Wrong: I can't!</blockquote><u></u><blockquote>Correct: I can!</blockquote><u></u><blockquote>Wrong: I will...</blockquote><u></u><blockquote>Correct: I am!</blockquote><u></u><p>Write down as your dreams have already come true; write down as you are already happy; write down as you already are successful​. </p><u></u><p>I want that paper to be your testament. I want you to see it and read it every day. I want you to tattoo it to your mind and soul. Use it to keep you on track; use it to motivate you when obstacles and pain will make you feel like quitting.</p><u></u><blockquote>\"Quotes from training playlist\"</blockquote><u></u><p>In the beginning, you will constantly feel like quitting. You will hate pain, you will want to go back to your comfort zone, but that's where you left from. Keep pushing yourself​; your body will eventually adapt. If you expose constantly to pain, you'll get used to it and it will feel like normality to you. And then you will feel it - success; then you will see the light.</p><u></u>",
    "date" : "2016-08-09",
=======
    "content" : "<h2>Follow your dreams</h2><u></u><blockquote>\"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of other's opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.\" - Steve Jobs</blockquote><u></u><p>We have reached a long distance in our journey and by now you surely realised that you haven't been actually living; just existing. But how could you live, when you, most probably, didn't know what life is and what is its purpose?</p><u></u><p>Now you know everything you need to know: what life is, the purpose of life, how the world appeared, the true world you live in, and, most important, God.</p><u></u><p>But, you see, knowledge is useless if it's not applied. Now that we know the right way, we have to follow it.</p><u></u><p>As I said in the previous chapter, we all have the same purpose - destiny - at the beginning: to become God - like. You can think of destiny like a traveling destination: we all have to arrive at the same destination, but the way we arrive is up to us.</p><u></u><blockquote>We are creators of our own life</blockquote><u></u><p>We can travel by plane, we can travel by ship, we can travel by car, we can travel at different time schedules, we can travel with different layovers; we make these decisions, but the destination is God's decisions that we cannot change.</p><u></u><blockquote>We are what we choose to be</blockquote><u></u><p>Until now, you have been complaining about your life; you have been blaming other people for your mistakes and for your feelings of unfulfillment. The truth is, everything is your fault. You live the life you have chosen to.</p><u></u><p>On the other hand, you decisions have been influenced.</p><u></u><p>In order to make a decision, to choose, you need possibilities; thus, the world you have been living in has hidden all the possibilities and shrank your area of decisions. You haven't been giving the opportunity to choose and this is not your fault.</p><u></u><p>But maybe I am wrong. Maybe you aren't that person. Maybe you have a wonderful life: a family a stable and good paying job, where you are actually appreciated and go with pleasure - like I do. You have everything in your hands, all the comfort and you wouldn't change anything.  </p><u></u><blockquote>\"I have a perfect life! I don't want anything else.\"</blockquote><u></u><p>If you're thinking this way I congratulate you, honestly!</p><u></u><p>By the time I was writing this book, I used to think the same way; I had a wonderful home, a good and stable income, a not stressful job where​ I was appreciated and was a pleasure to go to, etc. But, although I had everything a man could possibly need, I felt something was missing. I could still feel a hole inside.</p><u></u><p>I was actually ashamed of myself because of this. How could I feel empty when God offered me everything?</p><u></u><p>I kept searching for inspiring articles messages to stay constantly with a proper mindset, to appreciate everything, but, also, to find answers.</p><u></u><p>Eventually, I realized the reason why I was like this and why you are probably like this.</p><u></u><p>Until now, we've learned that life is the journey to becoming​ our best selves - to be happy and to create.</p><u></u><blockquote>Are we on the path of becoming the best versions of ourselves?</blockquote><u></u><p>Let's imagine you are an engineer and, as I said, you have a stable and good job. You definitely have colleagues; so, you're not the only one working there. There are others doing what you do and not only in your company, globally. There are millions of engineers. That means that if, for some reason, you're fired, you will be immediately replaced with no difficulty - there are many fresh engineers searching for a job. </p><u></u><p>The point is, you're not unique. When I say \"engineer\", I don't think of you; I think of 1 billion unknown people between whom you exist as well - like a drop in a glass of water. If you would be hired or disappear from this planet, despite your family, no one would acknowledge your absence, because you did not bring anything unique, new in this world. You are just another simple engineer. </p><u></u><p>On the other hand, when we say \"Apple Inc.\", we think of Steve Jobs; when we say \"The Theory of Relativity\", we think of Albert Einstein; when we say \"The Law of Gravity\", we think of Isaac Newton; when we say \"Basketball\", we think of Michael Jordan; when we say \"Pop\", we think of Michael Jackson; when we say \"Lightbulb​\", we think of Thomas Eddison; when we say \"Mona Lisa\", we think of Leonardo da Vinci, and the list may go on.</p><u></u><p>When we say all of these ideas - creations - we immediately think of the unique people who brought them to life - creators.</p><u></u><p>All these people had a vision - a dream - in which they believed in and which they pursued.</p><u></u><p>Now, let me ask you:</p><u></u><blockquote>Are you pursuing your dream?</blockquote><u></u><p>If the answer is \"Yes!\", then I congratulate you sincerely! I am proud of you!</p><u></u><p>Unfortunately, few are those who give that answer.</p><u></u><p>You are, most probably, doing what others are already doing. You are not doing something only you can do and the reason is you have a common goal - purpose. This leads to the conclusion that to be normal, ordinary, common, average is not a quality, but a weakness.​</p><u></u><p>Our purpose and duty are to show the world our uniqueness. We have the responsibility to share our gift, that God has offered only us, to the world and contribute to what others have contributed: making the world a better place for the next generations; this doesn't happen though if we live a common life.</p><u></u><p>Until we truly realize our dream and follow it, we don't live, but only exist. Without a dream - a unique purpose - we are walking dead.</p><u></u><p>I am asking you now:</p><u></u><blockquote>What is your dream?</blockquote><u></u><p>You most probably don't know and it is okay; I am here to help you.</p><u></u><p>I want you to do something you haven't done for a very long time - be creative. I want you to use your imagination.</p><u></u><p>Let's recall again the days you were a child, when your imagination was at its peak and the world seemed an infinite spring of opportunities.</p><u></u><p>I want you to relive those years; I want you to remember the feeling you had just by knowing that you could be anything. I want you to dream again and let the lost child inside you thrive again. So, again:</p><u></u><blockquote>What is your biggest dream?</blockquote><u></u><p>Take your time, don't rush!</p><u></u><p>Visualize...</p><u></u><p> Free your mind...</p><u></u><blockquote>What makes you happy?</blockquote><u></u><p>Focus...</p><u></u><p>Remove all the chains that lock you mind, your soul, and the child inside. It's time to rise!</p><u></u><p>What are your passions? What would you want to do in this life?</p><u></u><blockquote>What goal would make you jump out of bed in the morning?</blockquote><u></u><p>Don't limit yourself. Anything is possible. Forget about those who told you what is possible and what is not; it's not their decision. God controls everything, not people. In this world, where God is master, everything is possible, as long as you have faith and believe it is possible.</p><u></u><blockquote>“The people who are crazy enough to think they can change the world are the ones who do.\" - Steve Jobs</blockquote><u></u><p>If you found out what you want, your dream, then it is perfect. If not, it's okay; it takes time to realize what you actually want. </p><u></u><p>What I am asking you is to be patient. Don't rush! You have been rushing into things your entire life and we know it very well that they did not take you far.</p><u></u><p>Meditate on what you want, on what makes you happy and fulfilled. After you'll discover your wildest dreams, we will continue our journey. Until then, I will be waiting for you right here. I know you will find it, I trust you!</p><u></u><h2>Trust yourself</h2><u></u><blockquote>\"If you can dream it, you can achieve it.\" –Zig Ziglar</blockquote><u></u><p>I gave you earlier some example of our well know brilliant people who have become unique by following their dreams. Now, we all see them as role models and benefit from their creations. But things haven't been like this from the beginning. </p><u></u><p>When people heard about these ideas, they laughed at the creators. The majority of people discouraged them; made them crazy; told them it is impossible; they were all ney sayers. But the greatness of these brilliant people came from their faith in themselves and their vision. They did not let anybody change what they say and believed in.</p><u></u><p>Their vision was so powerful that they did not longer believe it is possible, but know it as it already existed. For them, it was no longer a fantasy, but reality. As a result, it became reality. Better yet, they have become their creation - they were bounded. </p><u></u><p>Again, when we say \"Apple Inc.\", we think of Steve Jobs, but it goes vice-versa too: when we say \"Steve Jobs\", we think of \"Apple Inc.\" and this applies to the entire list I mentioned earlier.</p><u></u><blockquote>\"The mind is everything; what you think you become\".</blockquote><u></u><p>The creator and creation become one and the same ​because the creator invests energy in creation. The idea is the essence of a creation - the soul. Just how God exists in all of us through our soul - His essence - the same the creators exist everywhere their creation exist.</p><u></u><p>Even more, as long as the creation exist, the creator exists. And this is the way to immortality, to eternal life. Every time​ a person is mentioned - remembered - he exists.</p><u></u><p>If you have realized by now what is your passion, greatest desire, dream, uniqueness, gift, then I am proud of you. But if you didn't, I am still proud of you, because you are reading these words and you're on the right path right now. No need to worry, by the end of this book, you will most definitely​ have a vision and a dream to stand for and pursue.</p><u></u><p>In any way, you have to realize something very important: there will be people who will try to bring you down. There will be people who will try to destroy your dreams and say:</p><u></u><blockquote>\"It's impossible\"</blockquote><u></u><p>But remember: in this Universe, nothing is impossible.</p><u></u><p>Family, friends, everybody will discourage you, but don't blame them. It's fine to be like this. People can't see what you see because it is unique to you. It's like you are the only one who sees grass blue; you can't ask others to say the grass is blue if they see it green.</p><u></u><p>You have to stop waiting for confirmations. If you make a recipe you are proud of and enjoy, don't expect others to say it is delicious. If you see a shirt that you like, don't wait for a friend to say it is nice before you buy it. If you like to dance or sing and feel well while doing it, don't expect others to say you dance well or sing well.</p><u></u><p>Do anything you enjoy without confirmations. Trust me, as long as you do it with pleasure, dignity, and with confidence, you will see that people will appreciate it. You have to trust yourself.</p><u></u><p>If you don't trust yourself, how could you expect others to trust you? You have to be the one who believes in you. If you believe in yourself, you will become more confident and you will increase your self-esteem. If you are confident and have high self-esteem, people will​ trust you.</p><u></u><h2>Embrace the pain</h2><u></u><blockquote>\"If it doesn't challenge you, it doesn't change you\"</blockquote><u></u><p>You have to leave your comfort zone and risk. I won't be easy. There will be moments when you want to quit or feel like going crazy.</p><u></u>",
    "date" : "2016-08-07",
>>>>>>> 3ac4e5f8bd980a6057f2921e978a1fc357760efb
    "excerpt" : "Follow your dreams \"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of ...",
    "title" : "Anything is possible"
  },
  "-KNbEpiX-a_vPr5xVmXd" : {
    "author" : "Razvan Tomegea",
    "content" : "<p>I believe by now you clearly understand that world you have been living in is not the world you actually saw it. I can feel your pain inside, you disappointment, and it hurts me as it hurts you. For me, realizing that the world is designed to control us, to use us, to drain us and our energy made me want to kill myself, but that is never a solution. I know what you are going through, I know it very well, because I've been there: the unfulfillment, the hole within, the existing, but not living. If I wouldn't have been through the same experiences, feeling, and thoughts as you, I most probably would have written this book and nor decided to help people. </p><u></u><p>As I said earlier, if we play by their rules - the systems - we can't ever win. Their game, their rules. But you see we don't have to follow their rules, nor play their game.</p><u></u><p>As big Morpheus from \"The Matrix\" says:</p><u></u><blockquote>What if I told you there is another way?</blockquote><u></u><p>You see, we were never meant to follow those rules; we were meant - designed - to follow our rules.</p><u></u><p>From the beginning God has offered us the greatest gift of all - life - and has made us the masters of our lives; we decide what we do to our lives. We are the creators of our own life.</p><u></u><p>Until now, you have been creating a life how others told you to; now, it's time to stop and recreate your life. </p><u></u><p>Until now, you have been an actor in others movies; now, it's time to be the producer, the writer, and the actor of this marvelous movie called life.</p><u></u><p>You may think I am crazy, you may not see another way now; it's okay, I was the same, but as soon as we  will step forward in our journey,  with each step you will feel it. It won't be easy, but you have to make a decision.</p><u></u><blockquote>Do you want to live a comfortable lie or a hard truth?</blockquote><u></u><p>We can stop here and you can go back just existing; or we can go on and you will see again what you have seen during childhood - possibility and hope ;you will feel again how you felt during childhood - invincible.</p><u></u><p>Do you want to keep wishing to be like those happy and successful people or want to actually be like them? They did not follow the rules; they made their own game, their own rules, and they've won. You could too.</p><u></u><p>All you have to do is decide what you want and who you want to be, because the decisions we make define us.</p><u></u><h2>Cause and effect</h2><u></u><p>The decisions we make in life define us. We are today a result of the decisions we have made in the past and the decision we make today define our future. Needless to say, each decision has consequences, thus, we are responsible for our decisions and have to accept to consequences of our decisions. Even accepting the consequences involves a new set of decisions.</p><u></u><p>As you have surely realized, an entire flow is going on in our life, a flow of decision, consequence, decision, consequence, decision, and so on. This flow goes by the law of \"Cause and Effect\".</p><u></u><p>By taking this into consideration, the decision is the cause and the consequence is the effect of the decision. Also, the effect can become a cause by its own and trigger another effect, which will probably trigger another effect and another one and another and so on. Thus, there is an entire chain reaction happening with each caused - decision - triggered, like a domino.</p><u></u><p>Let's recall the first story, when you were late for work...</p><u></u><p>You went to bed late, so you woke up tired. Because you woke up tired, you kept snoozing the alarm clock. Because you kept snoozing the alarm clock, eventually, you woke up late. Because you woke up late, you started to stress out and panic. Because you were stressed, you rushed in doing things and skipped breakfast, cut yourself while shaving, and forgot to fuel your car. Because you had no car, you had to call a taxi and catch the rush hour. Because you caught the rush hour, you were late for work. Because you were late for work, your boss ruined your self-esteem. Because you had low self-esteem, you began to feel depressed and were unproductive. Also, because you did not serve breakfast, your energy levels were at lowest the entire day, so you ate only fast-food and a big dinner. Because you ate a big dinner and fast-food, you messed up your health.</p><u></u><p>Unbelievable, isn't it? Just by going late to bed, just because of a simple cause, just because a wrong decision, an entire chain reaction had been the ​trigger that led to disastrous effects and those effects continue to spread, so they did not affect only a single day. For instance, because you cut yourself, you had a scar.</p><u></u><p>The law of \"cause and effect\" is a very powerful law. I can say it's the most powerful law rule. If you could understand this law - The Law - and embrace it, you will be invincible.</p><u></u><p>The entire Universe goes by this law; the act of creation is the cause, when the Universe itself - galaxies, solar systems, Earth, everything we see today -  is the effect of that specific act. </p><u></u><p>Now, we know there are two theories: the evolutionist theory and creationist theory. A long debate has been going on which one is true. The truth is, the debate is redundant; they're both true. Either we accept creationism, either evolutionism, the present -the effects - would be same.</p><u></u><p>You can imagine those theories like two airplanes that would take you to a destination; both planes will take you to the same place, at the same time, at the same price, and in same conditions. The only difference between them is one is blue and the other one is yellow. Choosing between them is only a matter of preference. The biggest mistake you could make though, is to choose one and disapprove the other one, saying it's worse, uglier, more expansive, it arrives later, etc, when, actually, they're the same. </p><u></u><p>The analogy applies to our theories very well. Both theories are right and both bring us to what we are today. Both cause the same effect: our existence.</p><u></u><p>And because the apple doesn't fall far from the tree, our good planet Earth goes by this law as well. Everything on Earth, every living organism goes by the law of cause and effect, even the human body. Living organisms react to the external stimuli of the environment.</p><u></u><p>A stimulus - the cause - is captured by a receptor, which triggers a nervous signal that will eventually stimulate an effector. For instance, low temperature, detected by our skin, triggers a signal that is sent to the integrating center which sends back another signal  that makes our muscles contract in order to prevent heat loss and preserve homeostasis.</p><u></u><p>When it comes to living organisms, in general, cause and effect may refer to input and output: the environment is the input and our reaction is the output. Our beautiful mind is also built upon this concept. </p><u></u><p>The brain is big neural system - neurons. You can imagine the brain like an old cottage filled with spider webs as you may probably saw in horror movies. Each neuron is linked with other neurons via synapses, forming a network - like a web.</p><u></u><blockquote>How does a connection occur anyway?</blockquote><u></u><p>When we learn new things, develop skills, a new synapse is born. That synapse is weak though. The only way to make a new synapse strong and to ensure it will last is by repetition. For instance, if you learn how to drive, but don't practice for a long time, you will eventually forget.</p><u></u><p>Now, a big question arrives:</p><u></u><blockquote>Where does an idea come from?</blockquote><u></u><p>You had ideas, we all do, but what is an idea and where does it come from? what happens in our mind when we have an idea? </p><u></u><p>We can say an idea is a result of creativity. Creativity is the ability to have ideas and make them real - create.</p><u></u><p>You can imagine again our neural system as a jigsaw puzzle and our neurons as piece of the puzzle. The puzzle is incomplete though, so many pieces are just spread randomly, but some of them are fit together - linked. </p><u></u><p>For the record, the human brain contains approximately 86 billion neurons and 100 - 1000 trillion synapses. Because every neuron could link together other 10.000 neurons, this means there are 86.000.000.000 at the power of 10.000 possible combinations of synapses that could be created. In conclusion, 100 trillion synapses is not that much. As a result, the jigsaw puzzle is far from being complete. </p><u></u><p>Now, let's assume that we have two subsets of the puzzle, because when we make a puzzle we don't start from one edge and put pieces only on that edge until we finish; we spread and form subsets, which we eventually link together forming a bigger subset and so on. Between those subsets there is only one piece of the puzzle that is missing and prevents us from forming a bigger subset. The missing piece is an idea.</p><u></u><p>When we have an idea, we actually connect existing synapses forming new connections and understanding - seeing - something we did not until then. You know that feeling of:</p><u></u><blockquote>Evrika! I've got it!</blockquote><u></u><p>It's like an orgasm when you actually understand something. Basically, that is an idea: the creation of a missing link between connections.</p><u></u><p>Now you know what is an idea, but how does an idea occur? An ideas is still and effect of a cause. We know the cause by the name inspiration. Inspiration is what triggers an idea.</p><u></u><p>It may sound abstract - and it is - but if we think about it, it is how it is. I want to emphasize that inspiration is unique to the individual.</p><u></u><blockquote>\"Life is 10% what happens to you and 90% how you react to it\". - Buddha </blockquote><u></u><p>Because the inspiration source is just a trigger, \"le creme de la creme\" lives in the reaction to the trigger. Thus, everybody reacts differently to one specific trigger. The difference is made by the existing connections in the brain that are different from a person to another. Let me give you an example in order to get my point:</p><u></u><p>You know the story how Isaac Newton gave the law of gravity - an apple bumped his head by falling from the tree. Let's analyze it for a minute: was Isaac Newton the first man being bumped by a falling \"something\" into the head until then? I doubt it. So many people were bumped in the head at a regular basis, but neither of them discover one of the greatest laws of physics that will change the world. Isaac Newton had all the necessary pieces fit together in his head, except for one small piece. That piece appeared the moment he got bumped on his head.</p><u></u><p>Benjamin Franklin invented the conductor and lighting rod by flying a kite.</p><u></u><p>Albert Einstein gave the relativity theory by looking at his toy train.</p><u></u><p>​Simple things, like an apple hit in the head, made the world be today as we both know it. But yet, regardless the phone rings if there is no one at the other terminal to answer it. Do you get my point? Those small things who kept ringing - sending an important message - would have been useless if it weren't for the callees to answer and receive the message.</p><u></u><p>This being said, we can conclude that what made all of mankind's geniuses so brilliant wasn't necessarily intelligence, but creativity. Their ability to visualize is what made them create what they've created.</p><u></u><blockquote>“Imagination is more important than knowledge. For knowledge is limited to all we now know and understand, while imagination embraces the entire world, and all there ever will be to know and understand.” - Albert Einstein</blockquote><u></u><p>Have you ever thought what would have been if Judas wouldn't have betrayed Jesus? The cause that brought God among us and Christianity was Jesus' resurrection which was cause by being imprisoned by the Romes   who caught Jesus with the help from Judas who betrayed Him.​ An act of betrayal​ changed the world forever.</p><u></u><p>The law of cause and effect is very powerful and could lead to unwilling effects if it is uncontrolled.</p><u></u><p>I said earlier the law of cause and effect is a chain reaction, such as every effect is a cause on its own and it could be compared with a domino. I was wrong; the domino is a chain reaction on one specific direction - no side effects. On the other hand, the law of cause and effect has side effects and it doesn't flow in one direction; it spreads everywhere it can. </p><u></u><p>I guarantee you've seen an explosion, a water drop falling into a recipient filled with water or videos with meteors hitting the ground. When, for instance, an explosion occurs, how are the shockwaves spreading? In a linear fixed direction or spreading everywhere, expanding continuously in a spherical form? Yes, in a spherical form.</p><u></u><p>Every cause triggers effects that spread everywhere, such as each cause and effect is not ever isolated; it always has unknown and unexpected side effect. This is the principle on which \"The butterfly effect\" has been created: the airwaves triggered by a small butterfly could lead to a ​powerful storm eventually in some endpoint.</p><u></u><p>Judging by this idea, our entire planet is a result of an entire system of causes and effects which have interfered with one another and made the world as it is today. In a funny way, we may say our Earth and our existence is an accident; actually, it is a result of well-combined factors that may have occurred​ only here: distance from the sun, planet size, the Moon, etc.</p><u></u><p>We coexist in this big system of causes and effects from which we cannot detach no matter what. Thus, to come back from where we've left, every decision we make doesn't only affect us, but everyone around us.</p><u></u><p>Let's imagine an accident happens and a car hits a person; a person crosses the street and a car hits her. Now, what would happen if that person, before crossing the street, would met with somebody for one minute? Her crossing the street would have been delayed with one minute and she may have never been hit by the car. The person she met with saved her life without even knowing it. Just one minute could change a person's life.</p><u></u><p>This idea is explained very well in \"The curious case of Benjamin Button\" and my best friend, Ilie Vladut, also brought it up to me again.</p><u></u><p>The point of this is story is to make you make decisions wisely, because they never affect only you, but everybody around you. Also, you are a target of others decisions, so you have to be very careful in your life. You have to pay attention to each step, unless it may be you last. This requires you to always be a step forward and expect what is about to happen. Fortunately, you could develop this ability by practice: focus, being calm, meditation, living the moment.</p><u></u><p>Chess is a very good game that develops one's ability to predict future events. The main strategy of the game is to be aware of your opponent's' next move - to anticipate. Anticipation is, basically, knowing a future effect before it happens by simulating a cause and effect chain reaction in your mind. In chess, he who possesses this ability is the winner and, also, invincible in life.</p><u></u><blockquote>\"He who controls others may be powerful, but he who has mastered himself is mightier still.\" - Lao Tzu</blockquote><u></u><h2>The law of attraction</h2><u></u><blockquote>\"The mind is everything. What you think, you become\" - Buddha</blockquote><u></u><p>How many times have you noticed that every time you feel happy and positive, or a happy event occurred, each following event is of the same manner: positive? Also, how many time have you noticed that every time you feel depressed, angry, negative, or a something bad happened, each following event is of the same manner: negative?</p><u></u><p>This is because the law of cause and effect has a business partner: the law of attraction. These two laws go and in hand and control our lives - the Universe - in every second, even know as you read these phrases or as I am writing them to you.</p><u></u><p>Do you think it is an accident you're reading this book? Do you think you found this book?</p><u></u><p>Everything is the other way arround: you have been seeking for responses, solutions, to your feeling of unfulfillment. You have been struggling with some thoughts:</p><u></u><blockquote>\"Is this really what is life all about? Is this the life I want? Am I who I really want to be?\"</blockquote><u></u><p>These thoughts, inner struggles, and your seeking for solutions have made this book find you - you attracted it.</p><u></u><p>In order to understand better how these two forces work together, let's recall our initial story, when you - the main character - were late for work:</p><u></u><p>You woke up and realized you are late; this put you in a state of alert which caused every following event to promote your state and make you become more alert. The cause of being stressed triggered a chain reaction, each effect triggering - attracting - another effect that promoted your state of alert. As you became more stressed, you attracted even more stressful events that made you even more stressed. It's like you were playing tennis with a wall: the harder you hit the ball, the harder it came back to you.</p><u></u><p>On the other hand, recall the part when Friday came and you were filled with optimism and positivity: everything went well that day, until you started complaining of how miserable you are.</p><u></u><p>Positive attracts positive, negative attracts negative.</p><u></u><p>I will tell you a true story in order for you to be aware of how real and powerful these forces are...</p><u></u><p>I go on a regular basis to a store from where I buy low-fat cottage cheese, low-fat cream cheese, and eggs, because their products are high quality and cheap. The store has a problem though: the salesman. The salesman always complains about his life, is always negative, and I could always feel him draining the positive out of me. Every time I left that store exhausted.</p><u></u><p>It is not well to judge, this is God's job, and I started to find excuses for the salesman: maybe he has problems, maybe he has a hard life.... I tried to understand him. </p><u></u><p>After a few months, the salesman was gone. I thought he was on vacation. After he came back, guess what, even more stressed and negative. After some chit-chats (I used to chit-chat with him, because I am an optimistic and sociable person) he told me his mother had cancer. </p><u></u><p>It hit me like a thunder; I thought this was the reason why he was always so stressed. But another idea came to me:</p><u></u><blockquote>\"He was stressed, because his mother had cancer or his mother had cancer, because he was stressed?\"</blockquote><u></u><p>The question did not grind my gears for a lot of time, because the next time I went to the store, after another chit-chat, he said</p><u></u><blockquote>\"My mother has been always a pessimist...\"</blockquote><u></u><p>That moment I knew it, cancer was not the cause of here negative thinking, but the effect.</p><u></u><p>This story happened to my best friend, Ilie Vladut, as well. You see, his uncle has always been a pessimist and always brought problems to himself. Everything until he was diagnosed with colon cancer.</p><u></u><p>My brother, cause I consider Ilie my brother, told me the struggles and pain his family had to endure; I don't want anybody to get through that.</p><u></u><p>The purpose of these stories was to make you believe and understand that the law of attraction and the law of cause and effect are real, powerful, and control our life. If you succeed to understand them and bring them on your side, you are invincible... and you will be  by the end of this book. I know it!</p><u></u><h2>Faith</h2><u></u><p>As I said it earlier and you know it very well, there are two main theories that admit how the Universe ended up being as we see it today - creationism and evolutionism. If you recall, I mentioned - and emphasize - the biggest mistake one could make is to disapprove one theory by believing in the other one. Both theories are true and should work in harmony.</p><u></u><p>Now, theoretically, the Universe is infinite and that is what is believed by the vast majority of people - I don't.</p><u></u><blockquote>\"Everything that has a beginning has also an end\"</blockquote><u></u><p>Both theories admit the Universe had a starting point; this implies it also has an endpoint. It is unknown, it is far beyond our power of reach, but that doesn't mean it doesn't exist.</p><u></u><p>For instance, the evolutionist theory admits at the beginning was a massive explosion that released a huge amount of energy, forming matter - the Big Bang. My question is:</p><u></u><blockquote>It released matter in... what? </blockquote><u></u><p>What holds our entire Universe? What was  - still is - before the massive explosion?</p><u></u><p>In a nutshell, our Universe is like a spherical capsule in the middle of the ocean; inside that capsule, a civilisation with strict laws exists. I think Atlantis may be the best way to see it. Everything those laws admit are true inside the  capsule, but not beyond. On the other hand, every existing law outside the capsule - the ocean - is available both outside and within the capsule.</p><u></u><p>The analogy above is a concept used nowadays in computer science: modularity and object oriented programming (OOP). A main module, class, with well-defined properties, may have submodules - children - which inherit all the main module's - parent - properties, but may also define their own properties isolated from the parent - encapsulation.</p><u></u><p>These being said, we can conclude the Universe is just a tiny capsule, where galaxies, solar systems and our Earth coexist, inside a vast ocean, thus, the main two theories should not be seen as two separate circles, but as concentric circles, creationism embracing - surrounding - evolutionism.</p><u></u><p>Now that we can visualize how the Universe looks like from the main perspective, let's go back a little bit the our two main laws we have been discussing about this entire chapter.</p><u></u><p>We have concluded that everything, the whole Universe, goes by these laws and that's that. Now that we have an understanding of how the Universe looks like, an additional note is needed to the conclusion: the law of cause and effect and the law of attraction are available only within the Universe, not beyond.</p><u></u><p>I also want to add something to the previous analogy with computer science. You see, in programming, isolated properties may suppress the global ones, thus global properties are weaker that private properties. This doesn't apply in our case.</p><u></u><p>These two forces are suppressed by the outcoming forces that exists beyond our Universe. Those outcoming forces are unified into one main force: God.</p><u></u><p>This concludes that science and research, no matter how large the sphere of knowledge they bring, will eventually get to a point - barrier - where the only explanation is God.</p><u></u><p>You may believe in God or you may not; it's your decision how you life your life. There are many people in this world who don't believe in what they cannot see, smell, touch, taste, or hear. But let me than ask a question:</p><u></u><blockquote>Do you believe in oxygen?</blockquote><u></u><p>You can't see, hear, touch, taste, or smell oxygen and still believe it exists. You am say oxygen exists because you can feel it when you're breathing, but breathing is an involuntary reflex; thus, most of the times your are not aware you're breathing. Only by focusing on your breathing and becoming aware of it, you can actually feel oxygen as your thoracic cage increases and decreases its volume.\n</p><u></u><p>With God is the same, it is always with you, but you can feel Him only if you pay attention.</p><u></u><blockquote>\"If there is no God, what is the purpose of life?\" - my friend, Ilie</blockquote><u></u><p>Maybe you do have faith though, but necessarily in God; there is a variety of beliefs around the world, known as religions, and these also have several orientations, known as confessions. </p><u></u><p>Unfortunately, these varieties - differences - has led to conflicts for centuries; massive murders and wars have been given along the history of mankind just because of our inability to accept other perceptions - egocentrism.\nThese conflicts are pointless, because arguing about which form of belief is the right one is like arguing with a daltonist if the grass is green or red. Does it really matter? Even if the grass is green, even if the grass is red, the grass still exists and it's purpose is still accomplished and doesn't change.</p><u></u><p>It doesn't matter if you call God Buddha, The Creator, The Energy, Allah, The Force, Mother Nature, Zeus, Zamolxis, Ra, etc.; God still exists and His power is the same - absolute.</p><u></u><p>Even more, faith should be a manifestation - publicly - but something intimate. Meaning, you don't have to go to church to have faith, you have to bring \"church\" within your soul. Same as you don't have to go to school to be smart, you don't have to go to the library to read a book, etc.</p><u></u><p>From my site, I have faith in God so deeply that I talk to Him more than with anyone else. I am grateful for everything I have and for what I am each day: each morning I wake up, before I do anything else, I thank God and appreciate everything He offered me and He continues to offer me everyday - life, health, wisdom, my body, freedom, kindness, honesty, strength, equilibrium, ambition, my family, an income, a home, food, water, a purpose, and the list goes on. For me, just by waking up alive and healthy is a gift. Every year, on my birthday, I tell all the people I meet that my - our - birthday is not only on one fixed day in the calendar, but every day we are alive, healthy, and fulfilled within.</p><u></u><p>Although, I have faith now, believe it or not, I haven't been always like this. During my teenage years, I was an atheist. But, you see, when you are on the wrong path, God makes sure to bring you back in His own way.</p><u></u><h2>June, 2012</h2><u></u><p>I was studying for my final high-school exams, known as the baccalaureate in Romania.</p><u></u><p>Now, we all know that students, during exams, develop vices (smoking, drinking, etc.) to help them get through their struggles of learning in a brief period of time — I was one of them. My vice wasn’t smoking or alcohol consumption — I drank from time to time though — but was coffee; I drank a lot of coffee: 1 liter each morning.</p><u></u><p>We, the youth, don’t care about our health, because we have it fully; our “gas tank” is full and don’t need to worry about it. But even for a teenager, 1 liter of coffee each morning, applied with constant stress, is too much.</p><u></u><p>One morning, after I had the usual coffee dose, I went to my room to study. While studying, I felt my pulse was a little faster and my heart was beating much harder than usual. At first, I didn’t react, but after a few minutes it got a little bit worse as I’ve started noticing strange feelings: cold sweats, dizziness (like fainting), headaches like I had ants on my brain, chest pains, flashes…</p><u></u><p>The only thing that came into my mind in that moment was:</p><u></u><blockquote>“I am having a heart attack!”</blockquote><u></u><p>I dropped my book and started grabbing my chest, my hair, my face, the mattress, anything I could get my hands on — the chest pressure was big. I went straight to the bathroom, thinking to force myself to throw up, laid down on my knees — hugging the toilet — and tried to throw up. Useless attempt; the caffeine was already in my bloodstream.</p><u></u><p>I kept standing up, washing my face, moving a little bit, lay in bed, go back to the toilet, and repeat. I felt helpless — hopeless. My father and mother in law were a home, but I was too ashamed to ask their help — they told me I drank too much coffee a couple of times.</p><u></u><p>Eventually, I stopped moving and just laid down in the bathroom, as the symptoms were getting worse… I could actually see my entire life flashing through my eyes. In that moment, the last thought that came to me was:</p><u></u><blockquote>“Dear God, if You will help me get through this, I promise I will change!”</blockquote><u></u><p>Back then, I did not believe in God — I was an atheist; I believed only in what was science proven: if I could not see it, touch it, smell it, taste it, or feel it then I did not believe in it.</p><u></u><p>It’s interesting how an atheist like me could’ve had such a thought — asking mercy from God.</p><u></u><p>Surprisingly, I could actually accept what was happening too me and had another thought:</p><u></u><blockquote>“If this is what You want then be it! I am leaving my life in your hands”</blockquote><u></u><p>Believe it or not, the symptoms slowly started to go away. I had the ability to get up, go to bed, and fall asleep. After I woke up, I felt almost as new, just a little bit tired — like a hangover.</p><u></u><p>I just stood there, at the margin of my bed, and thank about what happened to me; I just meditated on the event. I knew I had to change; I knew God exists and that He wanted me to change —He tested me, gave me a heads up.</p><u></u><p>I also realized the importance of life and health.</p><u></u><p>Nothing is as important as health and life; they’re gifts from God that everybody receives at the beginning and should appreciate most.</p><u></u><p>Since that day, God has been present in my mind, heart, and soul each second and I have been trying to make Him present in everybody I care about — my family and friends. With each occasion I had, I tried to remind everybody that God exists.</p><u></u><p>The point of my story was to make you realize that there is \"someone\" out there who always watches from behind the scenes, so that you eventually follow the right path; through His ways, God has the power to change anyone, no matter how hopeless that person is. Look at me for instance; I was an atheist, I abused of alcohol during high-school - I drank anything you gave me - I had smoked for 4 years, starting from the age of 12, I went in any club was available. For shorters, I tried anything possible, except drugs.</p><u></u><p>My friend, Ilie, had known me even during my wrong path period and he didn't give me a chance of return. How about that...</p><u></u><p>My life has changed miraculously since I have started to have faith, since I have started to be grateful for everything I have, since I have been started to pay attention to every whisper from God, and speak with Him constantly. God speaks to us continuously in His own way; we just have to listen. I will give some more brief examples from my own experience., but only some, because there are many and I only want you to understand my point and that God exists.</p><u></u><p>One day, I was late for a class at college, but I kept saying to myself:</p><u></u><blockquote>\"I will arrive when I am supposed to. I trust God on this\"</blockquote><u></u><p>I eventually arrived at college - half an hour late - and guess what, the classes were suspended.</p><u></u><p>Another day, I was almost late for an exam and I refused to call a taxi; I kept saying:</p><u></u><blockquote>\"I will make it; I know it. I trust God on this\"</blockquote><u></u><p>This time, though, I kept checking my watch and, while walking, I began to think that I won't make it. As a result, I took a taxi - the only one - and arrived on time. Guess what: the teacher was late 30 minutes.</p><u></u><p>Every time I am stressed out and rushing into things, God gives a small heads up to make me calm down: \n</p><u></u><p> - while cutting some onions, the blade of the knife - it was rusty - jumped from the handle towards my face;\n</p><u></u><p> - while cleaning the house, I hit my knee;</p><u></u><p> - while taking a shower, I slightly slipped and almost broke something;\n</p><u></u><p> - while walking to work, shopping, or any destination that put me in a hurry, a truck nearly hit me, cars nearly hit me, but most dramatic of all, I kept seeing at least one person with a disability and reminded me what I have.</p><u></u><p>You see, having God in my heart, soul, and mind made me a better person. Realising there is always \"someone\" with me, never letting me alone - protecting me - gave me hope, gave me courage, gave me self-esteem, and, most of all, gave me purpose. Without a purpose in life - a main goal - why are you living anyway?</p><u></u><p> Is it all worth it if you are just born and die? How do you make the world feel your presence?  How do you make a difference?  What impact do you make in this world?</p><u></u><blockquote>What is your legacy?</blockquote><u></u><p>Without God in your life, you can't answer these questions.</p><u></u><p>My final and most important point is that we are born for to main reasons: to be happy and to love. These two purposes are accomplished only with God in our lives.</p><u></u><p>Your way of keeping God in your heart and mind has to be unique. As I mentioned earlier, faith is intimate, and should not be manifested publicly. Don't get me wrong, if you were raised this way and it suites you, then it is fine. I am just saying what works for me.</p><u></u><p>I don't apply what is written in the Bible, because it is too absolute. Maybe, at the beginning of its writing it wasn't like this, but after so many translations and personal interpretations, it has lost its essence. Let's take some examples:</p><u></u><blockquote>\"God saw all that He had made, and behold, it was very good... By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done. \" - Genesis, 2:2</blockquote><u></u><p>Interpretation: Sunday, day of rest.</p><u></u><p>My interpretation is different, though: after every period of work, we should have a period of relaxation in which we recover and appreciate everything we have done. It doesn't have to be a whole day, but it has to be a period of time at the end of each day. </p><u></u><p>After a day of hard work, I meditate on my achievements, appreciate all I have done only with help from God, and go to bed fulfilled; this is my way.</p><u></u><blockquote>\"God created man in His own image, in the image of God He created him; male and female He created them.\" - Genesis, 1:27</blockquote><u></u><p>Interpretation: God is an old man with beard.</p><u></u><p>It is written that God - by the power of His voice - has created the Universe out of nothing. Every brilliant mind from the history of mankind, musicians, composers, carvers, designers, painters, writers, physicians, mathematicians, etc., all have something in common: ideas. Every invention, discovery, theory, masterpiece we use and embrace today are results - implementations - of ideas. Now, my question to you is:</p><u></u><blockquote>Where does an idea come from?</blockquote><u></u><p>As you know it by now and probably answered correctly:</p><u></u><blockquote>\"Nothing\"</blockquote><u></u><p>Exactly! By making us by God's image, we have the ability to create from nothing and that is our main purpose in this life. Our duty, since the day we are born, is to create.</p><u></u><p>This is not just our duty, as humans, but the duty of every species. By reproducing, they create a life from nothing.</p><u></u><p>Because we can create ideas, it is not absolutely necessary to reproduce, tough. But, we must create something. This is how we create an impact on this world; this is how we imprint our signature in this world; this is how we live forever: by living a legacy who will make people remember us.</p><u></u><p>Archimedes, Galileo Galilei, Aristotle, Plato, Hippocrates, Isaac Newton, Leonardo da Vinci, Amadeus Mozart, Ludwig van Beethoven, Vincent van Gogh, Thomas Edison, Nikola Tesla, Albert Einstein, all the brilliant minds from the history of mankind live forever through their creations - legacy.</p><u></u><p>This brings us to the absolute question:</p><u></u><blockquote>\"What is life and what's its purpose?\"</blockquote><u></u><p>I can guess you've never asked yourself these questions. Neither have I, but I believe we all have to ask these questions and realize the answer. Without knowing the answer to these questions, I can say we are not actually living, just existing.</p><u></u><p>Interestingly, the only way of answering these two main questions is by using science and religion - God - together, by taking them both into consideration.</p><u></u><blockquote>\"Life is a miracle of God; it is the absolute journey that makes us become the best version of ourselves - God-like\".</blockquote><u></u><p>God is our father, our absolute mentor. He created has to become like Him. We can say that life is God's initiation process, through which we are tested and trained. </p><u></u><p>To become God-like means:</p><u></u><blockquote>\"Happy, Positive, and Creator\"</blockquote><u></u><p>Our duty and purpose is to be happy and spread happiness around us, making others happy, to stay positive no matter what, trusting ourselves and God's way, and to create, letting the world know that we have lived - legacy.</p><u></u><p>Now, it's easy to say \"Be happy!\"; the hardest part is actually doing it. Better yet, what is happiness anyway? How can we be something we don't know what it is?</p><u></u><blockquote>Happiness is the state of enjoying life by constantly having positive reactions to events.</blockquote><u></u><p>We — humans — act like automatic state machines: we change our state by reacting to specific inputs and sending outputs from our reactions.</p><u></u><blockquote>https://d262ilb51hltx0.cloudfront.net/max/800/1*yXPUOEDXnCw-_JAvZ6O2ag.jpeg</blockquote><u></u><p>Let’s analyze it for a minute…</p><u></u><p>In the left, we have an “AND” gate with two operands: the previous reaction of the state machine, b = d, and an external input, a. The gate’s main function is to perform a logical AND operation between these two operands — a and b.</p><u></u><p>The result of a logical AND operation is always 0— negative— if one of the operands is negative. Thus, if the reaction d is negative, the result c will be the same — negative — but if the reaction d is positive, then the external input a becomes positive as well — c is positive. A positive input c will trigger a positive output and future reaction — d.</p><u></u><p>Now, you may be asking:</p><u></u><blockquote>\"Why is the input — external event — neutral, when it should be positive or negative?\"</blockquote><u></u><p>Au contraire! And this is the point:</p><u></u><blockquote>An external event is negative only after we perceive it to be negative.</blockquote><u></u><p>An event is being shaped — positive or negative — only after it is perceived by an observer. Until then, the event could be both positive and negative at the same time — superposition.</p><u></u><p>The law of superposition is exemplified very well by Schrödinger’s Cat Paradox. The experiment goes as follows:</p><u></u><p>A cat is placed in a steel box along with a Geiger counter, a vial of poison, a hammer, and a radioactive substance. When the radioactive substance decays, the Geiger detects it and triggers the hammer to release the poison, which subsequently kills the cat. The radioactive decay is a random process, and there is no way to predict when it will happen. Physicists say the atom exists in a state known as a superposition—both decayed and not decayed at the same time.\n</p><u></u><p>\nUntil the box is opened, an observer doesn't know whether the cat is alive or dead—because the cat's fate is intrinsically tied to whether or not the atom has decayed and the cat would, as Schrödinger put it, be \"living and dead ... in equal parts\" until it is observed.\n\n</p><u></u><p>In other words, until the box was opened, the cat's state is completely unknown and therefore, the cat is considered to be both alive and dead at the same time until it is observed. (Source: http://news.nationalgeographic.com/news/2013/08/130812-physics-schrodinger-erwin-google-doodle-cat-paradox-science/).</p><u></u><p>In order to understand how events are shaped by our reactions, let’s imagine a virus.\nA virus affects the normal functions of an organism by infecting it; this may lead to a condition — disease. A condition is set of signs and symptoms, which, actually, are the organism’s reaction to the virus’ infection. The signs and symptoms vary from an organism to another, depending on how strong the immune system is. Thus, the impact of the virus depends on how the organism reacts to the infection.</p><u></u><p>If a person, due to an unhealthy lifestyle, has a weak immune system, his body will trigger negative reactions even to the “smallest” virus — negative impact; whereas, if a person has a strong immune system, the virus is offenseless​ and has no impact. I may say the person is unaware of the virus’ existence.</p><u></u><p>Let’s take another example. Let’s imagine two students receive an unexpected test: one student has been studying constantly the entire year, whereas the other one has been procrastinating.</p><u></u><p>The unexpected test would have a negative impact only on the procrastinating student — bad grade and low self-esteem — because he is the only one with a negative reaction. The studying student will have either a neutral reaction — the test doesn’t affect him — either a positive reaction — a new opportunity to prove himself and get a big grade.​</p><u></u><blockquote>“Life is 10% what happens to you and 90% how you react to it.” — Charles R. Swindoll</blockquote><u></u><p>The diagram above was meant to make you understand the basics of how happiness is only a matter of our reactions to events and not the events on their own; what happens inside “the state box” — our head — is much more complex.</p><u></u><p>One question still remains:</p><u></u><blockquote>\"What triggers a negative reaction and, thus, unhappiness?\"</blockquote><u></u><h2>Desire</h2><u></u><p>If we look in the Bible — The Fall of Man, Genesis: 3 — , it’s written that Adam and Eve were sent out of the Garden of Eden, because they had eaten a fruit from the forbidden tree.</p><u></u><blockquote>“God has said, ‘You shall not eat from it or touch it, or you will die.’ The serpent said to the woman, ‘You surely will not die! For God knows that in the day you eat from it your eyes will be opened, and you will be like God, knowing good and evil.’ When the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was desirable to make one wise, she took from its fruit and ate; and she gave also to her husband with her, and he ate. Then the eyes of both of them were opened, and they knew that they were naked; and they sewed fig leaves together and made themselves loin coverings.” — Bible, Genesis: 3</blockquote><u></u><p>We may conclude that desire is mankind’s biggest sin. By desire, we destroy the main purpose of life — happiness.</p><u></u><p>When we desire, we compare our current life with a better one, offered by achieving that specific desire — high expectations. Thus, desire, high expectations, and negative comparisons are the main factors that lead to unhappiness.</p><u></u><p>You are sick; immediately, you compare yourself with the moments you were better.</p><u></u><p>You see commercials, where actors are always smiling and appear to be happy when they’re around the main commercialized product. Your brain immediately associates happiness with the product and tag it as an absolute condition for happiness.</p><u></u><p>By constantly focusing on what you don’t have, by constantly desiring, and by constantly increasing your expectations, you will always be unfulfilled, unhappy, and disappointed. There will always be something missing; it’s inevitable.</p><u></u><blockquote>You can’t have it all.</blockquote><u></u><h2>Appreciation</h2><u></u><p>By appreciating everything you have, you will never desire what you don’t have. Better yet, you will always desire what you already have.</p><u></u><p>Every morning I wake up, the first thing I do is thank God for everything He has offered me; I am asking Him to offer me this perfect life every day. And He does!</p><u></u><h2>Positive comparison</h2><u></u><p>I have been using this technique for an year and has never failed. Compare what you have with what others don’t.</p><u></u><p>When you’re sick, imagine that other people struggle with cancer.</p><u></u><p>When you’re feeling lazy to do a workout, remember that there are people in this world competing in the paralympic games.</p><u></u><p>When you can’t buy a something — e.g. a smartphone — remember that there are people who don’t have what to eat or where to live.</p><u></u><h2>Smile</h2><u></u><p>From the anatomical point of view, happiness occurs during dopamine and serotonin secretion. Smiling stimulates the secretion of these two neurotransmitters.</p><u></u><blockquote>Smile no matter what!</blockquote><u></u><p>At the beginning, it would seem strange and uncomfortable, but it will become a habit after constantly practicing.\nSince I started smiling, even when I felt not to, I’ve felt much better and even people around me have started to smile more. A smile brings another smile.</p><u></u><p>And for the record, dopamine and serotonin are the main causes for addictions. Thus, this is the reason why smoking, drugs, caffeine, sugar, and alcohol create addictions and make you feel happy: they all stimulate serotonin and dopamine secretion.</p><u></u><h2>Stay positive</h2><u></u><p>We are defined by the decisions we make - choices - and happiness is a matter of choice. When an event occurs you decide how you react to it, by the power of your self-control.\nSelf-control is a skill that is developed by exercise. I admit, it is a skill I am constantly struggling to develop and constantly failing. But I keep trying; I know I will succeed and I know you could too if you really want it and try. We will talk about self-control soon.</p><u></u><blockquote>“He who controls others may be powerful, but he who has mastered himself is mightier still.” — Lao Tzu</blockquote><u></u><p>Happiness is the result of positive reactions to events; until they are perceived — positive or negative — events are neutral.\nThe way we perceive events is a matter of choice. Choose to stay positive and be happy. As you have seen, positive brings positive, whereas negative brings negative.\n</p><u></u><blockquote>If you want to be happy, then be happy!</blockquote><u></u><p>The only sins you could make is to not achieve these three goals above and, most of all, be unhappy. If we think about it, all the written sins from the Bible lead to the unachievement of these three goals; murdering, stealing, judging, they all make us, and people around, unhappy, negative, and lead to destruction, the opposite of creation.</p><u></u><p>In the end, it doesn't matter how you call God, it doesn't matter how you see God, it doesn't matter where and how you prayer, as long as you have faith - purpose - and, most of all, achieve the these three goals that make us humans.</p><u></u><p>I've seen people who go to church, who follow the Bible precisely, but aren't humans - fanatics. I've seen gangsters, criminals, who go to church, but afterwards continue on their way - murdering and stealing. The reason is they are just copying one another, practicing without actually feeling and understanding what faith is. It's like the difference between a writer and copywriter.</p><u></u><p>Make God a part of your life, make Him your best friend, make Him your guide, make Him your mentor. We all have God within us - the seed; we only have to know how to reach it. But when we do, we are invincible - God-like.</p><u></u>",
    "date" : "2016-08-07",
    "excerpt" : "I believe by now you clearly understand that world you have been living in is not the world you actually saw it. I can feel your pain inside, you disappointment, and it hurts me as it hurts you. For m...",
    "title" : "The truth"
  },
  "-KNpaLZOncfn0TcCGrat" : {
    "author" : "Razvan Tomegea",
    "content" : "<blockquote>\"A healthy mind in a healthy body\"</blockquote><u></u><p>We are all athletes in this big race called life. We are the same in the beginning: same start point - birth - and same endpoint - death. This we cannot change; it is how it is and it is our common destiny. What we can change though is the path to the endpoint and how we arrive at the endpoint - champions or losers.</p><u></u><p>Although we are the same, something makes us unique. As athletes have numbered shirts or sports equipment, we have talents - gifts - that are specific​ to each of us alone; it is our signature in the Universe.</p><u></u><p>Let's play a game, shall we? I expect by now you like playing games.</p><u></u><p>Let's imagine you want to build a house. You would need building blocks, workers, communication and organization of the workers, transportation, a method to carry out the waste, bindings for the material, and isolation. We will skip the decorations.</p><u></u><p>Now, you two options to build the house: make it fast and cheap, but with the result of not lasting for a long time or make it slowly, in time, and with a big investment so you'll be sure it will last for decades.</p><u></u><p>What do you choose? Sincerely!</p><u></u><p>Obviously, you choose to make a strong long lasting house. Again, this requires time and investments. But it's worth it; in the end you will feel comfortable, safe, happy, and relaxed in your home.</p><u></u><p>When we are we all receive a home from God in which we will spend our entire lives - our body.We are born, we live, and we die in our body. We choose how we build it.</p><u></u><p>The analogy with the previous game applies to our body perfectly.</p><u></u><p>If we want to live in a strong, healthy, beautiful body, in which we feel good, happy, and relaxed we have to invest in it for a long time - lifetime. This lifetime decision of how we build our body is called a lifestyle.</p><u></u><p>Let's build a body!</p><u></u><h2>Building blocks</h2><u></u><blockquote>\"You are what you eat\"</blockquote><u></u><p>It is true that we are what we eat, but, better yet, we should eat what we are. The building blocks of all living organisms are amino acids. Amino acids form everything, including our DNA. Amino acids join together and form structures with specific functions. These structures also join to form cells with specific functions. Cells with same functions join together and form tissues, tissues join together and form organs, organs join together and form systems, and, finally, organ systems form us.</p><u></u><p>The anatomy and physiology of our body is much too complex to discuss absolutely every detail in our journey, so we will stick only to the basics.Briefly, we are made of amino acids and, in order to develop, our body need amino acids.</p><u></u><p>Amino acids could be provided from the food we eat - essential amino acids - , but our body can also produce some of them - non-essential amino acids. Precisely, amino acids are a result of the breakdown of protein from food during digestion. Thus, if we want amino acids we need protein. </p><u></u><p>Now, protein is not found in all foods we eat, better yet, is found but in minimal amounts.The amount of protein we need depends on the person - weight, age, gender, activity - so it varies from a day to another.</p><u></u><p>If you want to check protein content in foods, your protein requirements, and track your intakes, I invite you to check my application that will guide you through this process.</p><u></u><h2>Binding and protection</h2><u></u><p>Now that we have our building blocks, we need additional material to bind them together and ensure we protect the formed structures. The basic structures in our body are cells. Amino acids structures are the skeleton of the cell -matrix - and the organs - organelles. Besides these, the cell also has a membrane for protection and external communication and cytoplasm within which the organelles exists and communicate to each other. The membrane is mostly made of lipids - fat - and the cytoplasm is mostly made of water. Thus, the cell needs fat and water for it to function properly. </p><u></u><p>I want to point out something very important though. There are two types of fat: saturated and unsaturated. Saturated fat is solid at low temperature, whereas unsaturated fat is always is never solid. Cells require unsaturated fat to function, especially for the membrane which needs to be in liquid form. Unsaturated fat for cells is like oil for the engine: it emulsifies the cell. It also helps amino acids bind together like a glue.</p><u></u><p>So, we need food that provide us with unsaturated fat and water. </p><u></u><h2>Transportation</h2><u></u><p>Fluids are the main transportation in living organisms and fluids are basically water. You can see fluids as rivers for transportation ships.</p><u></u><p>Like any transportation, a source of energy is required - fuel. The main sources of energy are oxygen and glucose. Oxygen is obtained, as you well know it, by breathing. Glucose is mostly obtained by breaking down carbohydrates, but the body could obtain it, via special processes, from protein and lipids as well. Thus, these three nutrients are called macronutrients - they are required in large amounts because they offer energy.</p><u></u><p>So, transportation of our material requires oxygen, water, and glucose.</p><u></u><h2>Workers</h2><u></u><p>Now that we have all our material ready for development, we need \"someone\" to put everything together and start the development process. The workers and make everything happen are vitamins and minerals. These micronutrients - required in small amounts - are required everywhere in our body, because they can act both as workers and material. If you may, they are multifunctional; they are oftenly used in the recovery of many structures - somehow like patches - and as machinery for building.</p><u></u><p>Despite micronutrients, there are another class of workers called enzymes. </p><u></u><p>Because our material comes in packages, enzymes unpack and unwrap these packages so that we can use the main material; hence, food has to be digested and broken down to its minimal form and these processes are done by enzymes.</p><u></u><p>Remember I said amino acids are glued together? </p><u></u><blockquote>By whom?</blockquote><u></u><p>By enzymes of course. Enzymes function as workers even inside the cell and, to answer your question you surely must be asking, enzymes are made of amino acids.</p><u></u><p>To conclude, we need vitamins, minerals, and amino acids.</p><u></u><h2>Organisation</h2><u></u><p>Our body development project needs management - we can start with the roof. Thus, some managers are required and some communication between our workers so that they synchronize in their work. These signals are sent by neurotransmitters and hormones and manage all the processes in the body.</p><u></u><p>These hormones and neurotransmitters are not found in food, but are secreted inside our body in some specific conditions - factors. For instance, growth hormone, the hormone that triggers cell development - hence the name \"growth\" - is secreted during sleep; insulin, the hormone that lowers blood sugar, is secreted when blood sugar levels are beyond normal; cortisol, the hormone responsible for the \"fight or flight\" mechanism that is necessary during dangerous situations, is secreted during stress; serotonin and dopamine, the neurotransmitters responsible for happiness, are secreted during exercise and during alcohol, caffeine, sugar, or drug consumption.</p><u></u><p>We control these factors that secrete hormones and neurotransmitter through our daily activities and habits. Thus, everything you do, has an impact on your body's functions.</p><u></u><h2>Waste</h2><u></u><p>When we build a house, there are is always unnecessary material left behind and, of course, dirt - garbage. This dirt has to be carried away.</p><u></u><p>The dirt in our body is called toxins. These toxins have to be carried away as fast as possible, so that our workers could have a clean workbench. The only way we can accelerate and ensure a good toxin elimination - detoxification - is through exercise. At the cellular level, the waste is carbon dioxide. Our body has many forms of toxins, but the main is carbon dioxide. We eliminate carbon dioxide while breathing. Thus, the more correctly is the breathing performed, the more wastes are removed. </p><u></u><p>During exercise, not only we remove toxins through expiration and perspiration as well, but we bring new usable fuel - oxygen - and accelerate all the processes of detoxification, recovery, and development. </p><u></u><blockquote>How is that?</blockquote><u></u><p>When we exercise, our blood flow increases, hence all the nutrients are being transported much more faster. Also, because we constantly bring a higher amount of oxygen - energy - our workers work much more faster. Thus, all the body functions are being accelerated and improved.</p><u></u><h2>Recovery</h2><u></u><p>Are workers work hard, our machinery gets hot, our fuel tanks get empty, and our material finishes. We need to let them recover and refresh if we want them to do a good job a build a powerful and long-lasting house. Thus, we need sleep.</p><u></u><p>Everything in our body requires sleep in order to recover. As I said earlier, the growth hormone, the manager that trigger development to happen, is being secreted, mostly, during sleep. If we don't sleep, our project can never be finished.</p><u></u><h2>The lifestyle</h2><u></u><p>I wanted through this game to teach you the basic needs of our body and what it takes to be healthy. Our body is much more complex and it takes years, maybe decades, to fully understand it. It is no need to know every tiny detail; it is needed though to know these basics.</p><u></u><p>You hear everyday news, commercials about special supplements, medication, fast workouts, and diets that may help you be fit and be healthy, but none are true.</p><u></u><p>First of all, there is no perfect diet; better yet, there are no diets, only lifestyles. When I hear the word \"diet\", I think of something done temporary, but being healthy and fit doesn't work that way. Health is like a marriage you have to engage to for a lifetime in order to work.</p><u></u><p>Second, most of the diets focus on one or two specific foods and nutrients. As you have learned from our game, our bodies don't need some nutrients; they need it all: protein, carbohydrates, lipids, mineral, and vitamins. They all work together as a team and if only one member is missing then the game is lost.</p><u></u><p>Third, there is no quick specific workout that works. You have to exercise every day and correctly. The best exercise routine is the one that you do, the one that challenges you, and the one you do correctly.</p><u></u><p>The last point and the most important of all is you don't need supplements and drugs.</p><u></u><p>If we go back in time to our ancestors, they had lived until 90 years without supplements, by eating whole organic foods. Organic food not only offers us the building blocks and energy we need, but also gives as the nutrients we require to absorb everything - enzymes - whereas supplements offer us only a couple of nutrients alone without any way to be absorbed.</p><u></u><p>If you ever took supplements from the drugstore, do you remember the advice the doctor gave you? Take these pills after a meal. Have you ever wondered why? Because they don't bring you the workers who unwrap the packages, only the incomplete packages.</p><u></u><p>Another interesting thing about supplements and drugs is they're generally synthetic and destroy enzymes required for nutrient absorption. Thus, you may take supplements that are never absorbed and may do more harm than good.</p><u></u><p>You may think I am absolute; you're probably right. Indeed, we don't live in the times when our ancestors lived, when the world was \"perfect\" and food was organic. We live in a world focused on quantity and not quality. Thus, the food we buy today doesn't contain all the nutrients once contained, unless we have the guarantee is organic, which is rarely found, especially in big cities.</p><u></u><p>As we have discovered together, the entire world is a business focused on draining your energy and drugs and supplements are no exception. The only way the business runs is if we buy drugs and supplements and that requires us to be unhealthy.</p><u></u><p>Let's think about it. Drugs and supplements are meant to make us healthy. If we are sick we take the pill and get well, so there is no need to buy drugs no more.</p><u></u><blockquote>Where's the deal?</blockquote><u></u><p>Here's the deal: drugs and supplements are not meant to make you healthy, but to make you addicted to them. If they were meant to make you healthy, then there was no deal, because everybody would buy them only once, not constantly.</p><u></u><p>The strategy is very simple and actually under our nose; we just have to read. If we look at the back of every supplement, what does it say?</p><u></u><blockquote>\"Side effects\"</blockquote><u></u><p>Every supplement has side effects. Remember the analogy with filling the hole by making another one? It applies here perfectly. A supplement may cure, but only by sacrifice. That sacrifice will make you take another supplement to heal which will require another sacrifice, which will require another supplement, and so on. It is an infinite loop, again.</p><u></u><p>If you start to rely on supplements and forcely become addicted to them, you're dead.</p><u></u><blockquote>\"I need drugs when I am sick\"</blockquote><u></u><p>No my friend. You have been lied again. Let's recall the story with the virus. When you're sick, you have a condition which is a set of symptoms. The symptoms are your body's reaction - the effect - to a virus infection - the cause. What you cannot realize is when you take pills you don't take pill to eliminate the virus or to prevent the virus from ever coming back - immunity; your immune system alone eliminates the virus. The pills you take only ease the symptoms. Cough, sore throat, pain, fever, all are symptoms and drugs focus on making them disappear, not the virus itself.</p><u></u><p>Our bodies are capable of healing by themselves of anything if we provide everything they need from the beginning until the end: nutrients, exercise, and sleep. Our body is smarter than we think.</p><u></u><p>For example, plasma iron concentration decreases signiﬁcantly during many infections. We may say this decrease is a symptom caused by the infectious organism and that it should be treated with iron supplements. But it is exactly the opposite. The decrease in iron is a defense mechanisms and serves to deprive the infectious organisms of the iron they require to replicate. Taking iron supplements can make the illness much worse.</p><u></u><p>Our body has one purpose: ensure the all organic systems are in equilibrium - homeostasis. Every time there is no balance, the body fights hard to maintain balance. The more you stay in imbalance, the more you will exhaust your body. For instance, if you have been eating for a long time high amounts of sugar then you have put your pancreas to a lot of work all this time. Exhausting an organ makes it function improperly over time. In this case, leads to diabetes. I hope it is not your case.</p><u></u><p>When it comes to diseases like diabetes, cancer, leukemia, kidney diseases, etc., a lifestyle change may not be enough. The damage is been done for a too long time for the body to recover.</p><u></u><p>Let's imagine you had a house and destroyed two hundred bricks in one hour. It would take two hundred bricks and maybe one day to get the house back to where it was. Our body is the same; if you have been living an unhealthy lifestyle for 20 years, it would take at least 20 years to recover. Also, as we get older, the recovery process is much more slower. Thus, 20 years of unhealthy life may - or not - be too much. Unfortunately, these cases require medical intervention, but these should never happen. Medical intervention is never meant to heal you, only to make you addicted.</p><u></u><p>I beg you my dear friend, for the sake of your life, healthy, and for God's effort of giving you a wonderful body at birth, choose a balanced lifestyle.</p><u></u><p>I know I said in some cases it's too late, but that was that realistic doctor inside me speaking. The faithful man inside me says:</p><u></u><blockquote>It's never too late to make a change</blockquote><u></u><p>Start right now. Empty your house of unhealthy \"food\", stop eating on the go, and start buying whole, real, and organic food. Learn to cook and prepare your food yourself.</p><u></u><p>You may be saying you don't know how to cook; it did not either, but the desire of a healthy life made me learn and I tell you, it is easier than it seems. It's actually enjoyable. You just need to try.</p><u></u><p>Start exercising more. You don't have to go to the gym to exercise. I hate gyms, for example. I bought myself some kettlebells and I workout every morning at home. I made this decision for some reasons: </p><u></u><blockquote>Exercise is an intimate ritual that needs to be done alone.</blockquote><u></u><blockquote>I don't like smelling other people's sweat.</blockquote><u></u><blockquote>I had lost my motivation until I arrived to the gym.</blockquote><u></u><p>Get dressed, prepare the equipment, get to the gym, undress, start the workout. These were additional processes I had to do before a workout which consumed my energy. In the morning I am most motivated exactly after breakfast and I need to start the workout in that exact moment so I just need to make a few steps to the bedroom, warm up, and train.</p><u></u><p>I also walk a lot. I avoid transportation as much as I can. Again, I don't like spending time in populated environments. I like peace and quiet and to be alone with my thoughts - no interference. </p><u></u><p>Choose a workout routine that will challenge you, but also that you will stick to. Combine strength training, that stimulates your muscles to grow and increase your metabolism, with cardiovascular exercise - cycling, jogging, power walking, swimming.</p><u></u><p>Keep in mind that no matter what exercise you do, you have to focus on your breathing and to do it correctly. During exercises you refresh your body with energy and eliminate the toxins and you do that only with a correct breathing.</p><u></u><p>Make sure you offer your body all the nutrients it needs: protein, carbohydrates, unsaturated fats, vitamins, minerals, and also water. They all work together and the lack of only one nutrient prevents the rest of the nutrients from doing their job.</p><u></u><p>Try to avoid as much as you can anything that is processed and white - white flour, white rice, white sugar, etc. Buy raw organic food and prepare it buy yourself to ensure you know what you put in yourself. </p><u></u><p>Decrease as much as you can sugar, salt, saturated and trans fat - animal products. The only healthy meat is fish, because it is rich in unsaturated fat which we require the most.</p><u></u><p>Schedule your meals. Have a nutrient rich breakfast first thing in the morning and plans your meals accordingly to your breakfast. Make sure that your meals are small - don't exhaust your stomach.</p><u></u><blockquote>It is much more easier to grind a small amount of something than a big one</blockquote><u></u><p>Thus, eat frequent small meals. For instance, I have taught my body with meals at every three hours, starting from breakfast, and the last meal is always three hours before sleep. Choose a meal plan that suites you.</p><u></u><p>And the most important, recovery. Make a sleep schedule and respect it: go to bed every day at the same hour. Remember, quality is much more important than quantity. How many time have you slept 8-9 hours and still woke up tired? This is because our body has an internal clock name circadian rhythm. This clock is the main manager of the project, the bandmaster of the orchestra. This clock is being set by the sleeping schedule and , mostly, by the sun.</p><u></u><p>We are not different from animals. The sunrise and sunset affects our body the same it affects them. Thus, we have to sleep accordingly to the sun. This doesn't mean you have to go to sleep and 6:00 p.m. during winter. The majority of studies, based on the photons emitted by the sun into the atmosphere, concluded the best hours to sleep are 10:00 p.m. - 6:00 a.m., because this is the period when photons are at minimum during the year, on average.</p><u></u><p>Photons - light - are those who dictated our internal clock. We cannot sync the sun to us; we have to sync to the sun. </p><u></u><p>Try to go to bed before 10:00 p.m. and you will see the miracles. Since, I have started going to sleep at 9:30 p.m. I feel amazing and wake up every day at 5:30 a.m. without a clock. Yes, you won't need a clock to wake you up no more if you have a scheduled sleep.</p><u></u><p>It is also important to tell your body to prepare for sleep. Thus, avoid any sort of light, especially electronics, 30 minutes before bed; don't go to bed hungry or full; avoid stimulants before bed - caffeine, alcohol, green tea, black tea - and don't drink too much water. Most important, relax before bed: meditate, read a book, go for a walk; do anything that helps your body relax. Don't electronic relax you, because it is exactly the contrary. When our body is exposed to blue light, such as the light from all screens, it stimulates cortisol secretion and makes us alert - stressed.</p><u></u><p>I practice yoga every night before bed and it has done miracles to my mind, back, and sleep - I had back pain because of sitting on chair.</p><u></u><p>I want to point out one last important aspect. Remember that the most important muscle in our body is the brain. Like any other muscle, it requires, nutrition, exercise, and recovery. But this muscle is most important, because it is the muscle that controls everything even our feelings.</p><u></u><p>Besides physical exercise, train your brain by learning. Learn everyday something new - anything. Learning is the only way we can develop our brain. Don't see learning as an obstacle or something hard; see learning as something fun and useful. </p><u></u><p>Focus on skills: learn a new language, learn to cook, learn to swim, learn to dance, learn to rollerskate, learn to dance, learn to play a musical instrument, learn a new programming language, etc. By learning you self-improve.</p><u></u><p>It may seem a long list of to-do's and it should be... at the beginning, but there is no easy way in living a healthy life. There is only the right way. It was hard for me too, it is hard for all of us at the beginning, because we are not used to this lifestyle. We will eventually adapt, in time, if we are patient and consistent. You will get in your momentum.</p><u></u><blockquote>How can we get used to something if we don't start doing it?</blockquote><u></u><p>You have to try. The first step is always the hardest, but as you will start and will see results, it will be impossible for you to go back.</p><u></u><p>You will feel better, look better - younger. You will think differently, your attitude will change, you will become more disciplined, you will improve completely. You will gain control over yourself and that is most important in order to become your best self and successful.</p><u></u><p>We all have to be in equilibrium because God is equilibrium and our destiny is to become God-like. We must never abuse of anything nor lack of anything. We must ensure our body remains in homeostasis. We can do this only through discipline and by tracking our progress. Estimations never work. </p><u></u><p>To keep track of my activities and meals,  I made an application which you are freely to use online. You can use any method of tracking you want, as long as it helps you. I also keep track of my lessons, my achievements, my thoughts, and emotions in my personal journal at the end of each day. It is very useful for me, for many others, and surely for you too.</p><u></u><p>My goal through this book is not to tell you everything you need to do, especially when it comes to physiology, a very complex domain. </p><u></u><p>Scientists have dedicated their entire lives to study how our body truly works and still didn't found out everything. Imagine how thick this book would have been if I would have focused in detail on this topic. Honestly, nobody would have ever read it - neither would have I. </p><u></u><p>My purpose is to bring simple solutions to complicated questions and problems, to simplify the complexity in our world.</p><u></u><blockquote>Give a man a fish and he would eat for a day. Teach a man to fish and he will eat for a lifetime.</blockquote><u></u><p>God will never help you directly when you ask for help; He will give you opportunities to help yourself.</p><u></u><p>Ask God for health and God will give you the opportunity to improve your health by yourself - reading this book for instance.</p><u></u><p>Ask God for courage and He will give you the opportunity to be courageous.</p><u></u><p>Ask God to be a good person and He will give you the opportunity to be good.</p><u></u><p>Ask God for money and He will give you the opportunity to make money on your own.</p><u></u><p>I don't want to feed you - like a baby - with information and walk the steps for you. I want to teach you to feed yourself. I want to teach you to help yourself and guide yourself in your journey. I want to stimulate you to be your own adviser, your own, nutritionist, your own trainer, your own chef, and to monitor your life by yourself. Nobody knows you better than you - only God.</p><u></u><p>Monitoring your life is the only way to keep track of your mistakes - failures - and achievements. You will learn from your mistakes by journaling and constantly improve your approaches.</p><u></u><p>Equilibrium, monitoring, everything requires discipline and discipline is the only way to self-improvement and self-control.</p><u></u><h2>Control yourself</h2><u></u><blockquote>\"The mind is everything; what you think, you become.\"</blockquote><u></u><p>Until now, you have been finding excuses for your failures and mistakes. Until now, you have been blaming other people for your unhappiness and thought the world to be against you, but you have been wrong. The world is only a reflection of your inner self. The world is as your perceive it to be. Thus, the only person standing between you and your happiness is you; you are your worst enemy.</p><u></u><p>You have a dream, you have a passion, you have a unique way of being happy, so stop trying to convince others to your beliefs and vision. Stop waiting for permissions to live the life you want. The only one you have to convince and ask permission from is you; not your friends, not your family, but you and when I say you, I refer to the you who is the result of the decisions from the past; the you who prevents the future you from thriving - your mind.</p><u></u><p>The journey is not easy; it is filled with obstacles meant to test your resistance, your will, your patience. During those moments there will always be negative thoughts and emotions, you will feel like giving up, you will feel anxiety, you feel like you're insane, you will feel hopeless. Nevertheless, remember those are not your thoughts, but are the thoughts of the enemy within, the old, unhealthy, and undisciplined you. Those are the voices of doubt, fear, temptation, and insecurity who try to control you and fight back. Don't listen to them. Don't let them control you, but use them in your advantage. Dominate them; control them. Show your enemy - yourself - you are better than him.</p><u></u><p>Remember the greatest sin of humanity: temptation. Don't make that sin again and resist it.</p><u></u><p>God has tried for centuries to teach us the lessons of equilibrium and resisting temptation through fasting, but people misunderstood it. Fasting doesn't mean to not eat animal products, but to control our temptations and desires. Not only during a period of year - holidays - but during our entire life.</p><u></u><p>Show God the sin doesn't apply to you. You are not weak, but strong and can resists to any temptation. Food, sex, money, materials, nothing can dominate your mind and soul. You are in equilibrium.</p><u></u><p>Make your dream and vision shadow all the voices who fight back. Keep you focus on you dream and let all those thoughts and voices pass near you. Don't resists them, because when you resists, you give them attention. Better yet, let them pass near you like they didn't even exist.</p><u></u><p>Keep your calm and patience constantly. Don't be agitated and never rush into things; do everything when its time has come.</p><u></u><p>Don't expect everything to be done now and to happen now. I know you want to know everything now, to see the big results now - I do too - but that will never happen. The purpose is not the destination, but the journey to the destination.</p><u></u><p>It is not necessarily what you, but why and how you do it and if you try to climb the leader by two steps and not by one, you will miss important lessons that only those steps you skipped could have told you. </p><u></u><p>Pay attention to everything you do, especially to your words, because words are the main source of creation.</p><u></u><blockquote>And God said let it be ... and there was ...</blockquote><u></u><blockquote>By the word of God...</blockquote><u></u><p>God created the Universe by saying - word. We cannot always control completely our thoughts, but we can always control our words. When negative thoughts come, ignore them; don't give them life by telling them. No matter what happens, make your words be positive, even if it seems like lying, but is not.</p><u></u><p>When Jesus was crucified, after being beaten, spit, and wiped, He still said:</p><u></u><blockquote>\"God forgive them, because they don't know what they're doing\"</blockquote><u></u><p>During a heavy storm on the sea, Jesus stood calm and by His calm, he calmed the storm</p><u></u><blockquote>\"Suddenly a violent storm came up on the sea, so that the boat was engulfed by the waves; but Jesus was sleeping.\" - Matthew 8:24, \"Jesus calms the storm\"</blockquote><u></u><p>Respond to everything with positive, even when you don't feel like it. Don't feed negative with negative and make it bigger, but destroy negative with positive. You shape the world through your emotions, thoughts, and by your reactions. Control yourself and you'll control the world.</p><u></u><h2>Be yourself</h2><u></u><blockquote>“From the very beginning you are being told to compare yourself with others. This is the greatest disease; it is like a cancer that goes on destroying your very soul because each individual is unique, and comparison is not possible. I am just myself and you are just yourself. There is nobody else in the world you can be compared with.” – Osho</blockquote><u></u><p>Life's a journey of self exploration and discovery; it is the journey in which we have to find out who we are, what we want, and go chase it. This is the only way to be happy - our purpose.</p><u></u><p>You have to be disciplined, you have to be tough on yourself, you have realize that only through adversity we evolve and have to embrace it, but never forget to love yourself. Love yourself more than anything in the world.</p><u></u><p>In the end, it is important what you decide to do in your life, but more important is how and why you do it.</p><u></u><blockquote>\"It doesn't matter how many peaks you reach if there is no pleasure in the climb.\" - Oprah Winfrey</blockquote><u></u><p>Enjoy this beautiful ride called life. Unless you enjoy what you do, you will never achieve the destination. This is the main reason why happiness comes only by following your dreams. Dreams make us step on a road we enjoy walking on - the only one.</p><u></u><blockquote>Set a goal that makes you want to jump out of bed in the morning.</blockquote><u></u><p>Let you dream give you energy and the chills just by thinking of it. The crazier and more impossible it is, the better. Expect people to tell you it is impossible, expect people to tell you you're out of your mind, expect people to try to bring you down. If these don't happen then you're doing something wrong. If you don't fail at least once, then you're definitely doing something wrong. You can't evolve unless you fail.</p><u></u><p>You are afraid, I am afraid, we are all afraid. The higher we climb, the higher the risk to fall, and the higher the pain if we fall. But I want to tell you something. </p><u></u><p>When you're going to die - it's inevitable - would you like to die with the regrets of never have tried or with the regret that you have tried and failed?</p><u></u><p>Live a life with no regrets. Try everything you can; be anything you want. There is no \"I can't!\", only \"I don't want to!\".</p><u></u><p>Learn to be your own chef, trainer, guide, nutritionist, etc., because only you know what is best for you, besides God of course.</p><u></u><p>Be what you want to be, because you can be anything. Stop lying to yourself and stop wearing a mask. Don't be what others want you to be. There is only one you in this world and the world needs you.</p><u></u><p>Show the world that you were born in this planet. Don't be just another transparent drop in a glass of water; be a colored drop one because only then you will be noticed.</p><u></u><p>What is your legacy? How do you want to be remembered? As a man who creates something unique or as a man who sells his time to contribute on someone else's dream?</p><u></u><p>If you don't have a dream, someone else, who has a dream, will pay you to work on his.</p><u></u><p>Don't be a tool; be a builder.</p><u></u><p>Don't live for money. You should never set money as your main goal. Money are meant to help you achieve your dream and not to be the dream. You need money indeed, but only to provide you with the basic requirements: home, facilities, some furniture, plates, and cutlery, some clothes, and food.</p><u></u><p>We all want to have more money than we actually need, thinking it would make us happy, but would it really?</p><u></u><blockquote>Living a life with too much money is like playing a game with cheats.</blockquote><u></u><p>When you have too much of anything you will get used to eat and won't appreciate it anymore, especially when it comes to materials.</p><u></u><p>See money and materials as a transport method on your way and never more.</p><u></u><p>In the end, equilibrium is key. Anything too much or too less is bad. Nutrition, exercise, relaxation, work, money, everything has to be in equilibrium and taken in consideration. The absence of any of them disrupts the rest.</p><u></u><p>To become our best and God-like we have to be in equilibrium in everything and we do that through control, discipline, and perseverance. Everything matters, from the smallest habit, like tidying your bed every morning for instance, to the ones that save people's lives.</p><u></u><p>Everything we do counts, everything we eat counts and the the effect awaits us when we get old. Time passes either we want it or not, we cannot change it. What we can change though is what we live behind after the time has passed. For instance, starting from this point, two hours will pass. You could go and watch a movie during this time or you could do something productive: read a book, do a workout, write some paragraphs in a book, paint, learn something new, etc. After two hours, would you want to be happy that you have done something good for yourself and for the world or let them just pass with nothing to be proud of?</p><u></u><p>Time is the only thing we can lose and never get back. For instance, we all have only one 1st of July, 18:00 p.m. at 20 years during our life which we can never get back once it has passed.</p><u></u><p>Every second counts and time - life - doesn't wait for anybody. Death will come sooner or later and it is important to start our own journey as soon as we can so that when that day will come and we will be in our deathbed we could say:</p><u></u><blockquote>I lived at my full potential. I lived a life worth writing of. I did it all!</blockquote><u></u><h2>Monday, 6:00 a.m....</h2><u></u>",
    "date" : "2016-08-12",
    "excerpt" : "\"A healthy mind in a healthy body\" We are all athletes in this big race called life. We are the same in the beginning: same start point - birth - and same endpoint - death. This we cannot change; it i...",
    "title" : "Equilibrium"
  }
}
